[
    {
        "title": "01 Vida cotidiana del joven - Actividades sociales",
        "number": "1",
        "category": "A",
        "tags": "hide-subpage [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Actividades sociales",
        "text": "El joven participa en actividades no obligatorias organizadas por la escuela o la comunidad (p. ej. deportes, clubes, grupos de la parroquia, etc.)",
        "answer0plus": "Participa de forma activa en varias actividades sociales.",
        "answer0": "Ningún problema: participa de forma regular en al menos una actividad social (p. ej. en un club o en un equipo deportivo).",
        "answer1": "Leve: participa en una actividad de forma periódica, pero con una asistencia irregular; participa de forma regular y activa en al menos una actividad social.",
        "answer2": "Moderado: acude de forma esporádica a algunas actividades, pero no está muy implicado en ninguna/no mantiene su participación.",
        "answer3": "Grave: participa de forma infrecuente en actividades organizadas o muestra escaso interés por ellas (normalmente, sólo asiste una vez).",
        "answer4": "Muy grave: se le ha solicitado en repetidas ocasiones que abandone una actividad social por problemas de conducta."
    },
    {
        "title": "02 Vida cotidiana del joven - Asistencia a la escuela, al trabajo o a cursos de formación",
        "number": "2",
        "category": "A",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork MultiFamilyWork [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Asistencia a la escuela, al trabajo o a cursos de formación",
        "text": "Asistencia a la escuela, al trabajo o a cursos de formación. En este apartado se valora en qué medida el joven realiza una actividad trascendente. La conducta y el rendimiento se evalúan por separado. En esta sección se puntúa la asistencia del joven a su actividad académica, formativa o laboral más reciente durante el último período de tres meses del que se disponga de información.",
        "answer0plus": "Asistencia superior a la media (p. ej. se muestra muy comprometido y trabaja jornadas largas y productivas).",
        "answer0": "Ningún problema: acude a un centro académico, empleo o curso de formación todos –o casi todos– los días laborables.",
        "answer1": "Asistencia satisfactoria, pero sólo realiza media jornada o jornada reducida debido a sus dificultades (por lo tanto, algunos días laborables no realiza ninguna actividad trascendente). A veces falta a clase o se niega a acudir a las actividades programadas.",
        "answer2": "Problemas moderados de asistencia: casi todas las semanas se salta algunos días o partes del día de la actividad (con o sin el conocimiento de sus padres o cuidadores).",
        "answer3": "Grave: el tiempo de absentismo es superior al de asistencia y ello tiene un efecto muy negativo sobre su progreso en el lugar de trabajo.",
        "answer4": "Muy grave: asistencia infrecuente o nula; alto riesgo de exclusión/despido; abandono de actividad escolar/laboral/formativa."
    },
    {
        "title": "03 Vida cotidiana del joven - Rendiminento en la escuela, en el trabajo o en cursos de formación",
        "number": "3",
        "category": "A",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Rendiminento en la escuela, en el trabajo o en cursos de formación",
        "text": "Rendimiento en la escuela, en el trabajo o en cursos de formación (incluye el rendimiento académico y la conducta). Dado que la capacidad intelectual se registra en otro lugar, en esta sección no debe ajustarse la puntuación en función de la capacidad percibida. La puntuación debe basarse en el desempeño del joven en su actividad académica, laboral o formativa más reciente durante el último período de tres meses del que se disponga de información.",
        "answer0plus": "Nivel de trabajo superior a la media y el joven tiene puntos fuertes. Los informes de los profesores o empleadores son buenos.",
        "answer0": "Ningún problema: el nivel de trabajo se ajusta como mínimo a la media y el joven puede presentar puntos débiles y/o fuertes.",
        "answer1": "Leve: nivel inferior a la media en al menos una asignatura del curso, pero satisfactorio en las otras asignaturas; el empleador identifica algunos problemas (p. ej. puntualidad, volumen de trabajo, etc.), pero no amenaza con despedirle.",
        "answer2": "Moderado: problemas académicos significativos en varias asignaturas (p. ej. suspende matemáticas y ciencias); el joven recibe advertencias formales del empleador.",
        "answer3": "Grave: nivel inferior al del curso en casi todas las asignaturas (p. ej. su nota media es insuficiente); el empleador amenaza con despedirle.",
        "answer4": "Muy grave: nivel muy inferior al del curso en casi todas las asignaturas (p. ej. suspende casi todas las asignaturas; repite curso; abandono escolar); despido laboral o se encuentra en paro y no busca trabajo activamente."
    },
    {
        "title": "04 Vida cotidiana del joven - Otros talentos y habilidades",
        "number": "4",
        "category": "A",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork [[Social-Ecological Work]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Otros talentos y habilidades",
        "text": "Habilidad/talento en otras actividades, tales como deporte, arte, música, mecánica o informática.",
        "answer0plus": "Muy bien: destaca en al menos una área de interés y se le reconoce un talento o una habilidad excepcionales (p. ej. gana concursos artísticos, es una estrella del baloncesto, es solista en el coro de la ciudad, etc.).",
        "answer0": "Bien: muestra talento y un interés continuado en al menos una actividad (p. ej. lleva años estudiando música y tocando en una orquesta; es habilidoso en mecánica).",
        "answer1": "Nivel medio: tiene algunos intereses y desarrolla algunas aficiones de forma individual o en grupo, pero no muestra ninguna habilidad destacada.",
        "answer2": "Dificultades significativas: tiene pocos intereses o aficiones o bien cambia rápidamente de una actividad a otra sin persistir el tiempo suficiente en ninguna para desarrollar sus habilidades (p. ej. se apunta a fútbol y lo deja tras unas semanas; prueba un instrumento, pero lo deja cuando no se le sale bien).",
        "answer3": "Dificultades graves: no muestra ningún interés especial por ninguna afición o actividad.",
        "answer4": "Dificultades muy graves: ninguna persona de su círculo es capaz de identificar aficiones o intereses del joven, ni siquiera los que eran evidentes en el pasado."
    },
    {
        "title": "05 Vida cotidiana del joven - Estado físico",
        "number": "5",
        "category": "A",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork Pharmacological [[Physical Health matters]] [[Social-Ecological Work]] SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Estado físico",
        "text": "Incluye patologías y lesiones graves, así como enfermedades crónicas como la diabetes o la artritis, efectos secundarios de medicamentos y efectos del alcoholismo o la drogodependencia sobre el estado físico. Excluye enfermedades pasajeras (p. ej. gripe, esguince de muñeca, etc.).",
        "answer0plus": "Muy buen estado físico, muy en forma, etc.",
        "answer0": "Ningún problema: buen estado físico, sin problemas de salud evidentes.",
        "answer1": "Leve: algunos problemas de salud, pero bien controlados y/o es improbable que requieran una adaptación significativa de su estilo de vida.",
        "answer2": "Moderado: problemas de salud significativos que, para evitar un deterioro, requieren un tratamiento médico, un seguimiento o un ajuste del estilo de vida (p. ej. diabetes no controlada, asma o epilepsia).",
        "answer3": "Grave: mala salud; padece una o varias enfermedades graves; físicamente débil; requiere un tratamiento médico intensivo, una adaptación significativa de su estilo de vida y/o un seguimiento extenso (p. ej. diabetes lábil, artritis juvenil grave, fibrosis cística).",
        "answer4": "Muy grave: muy mala salud. Padece una enfermedad potencialmente mortal de forma inminente (p. ej. anorexia con problemas de salud, cardiopatía aguda, SIDA activo)."
    },
    {
        "title": "06 Vida cotidiana del joven - Cuidados personales",
        "number": "6",
        "category": "A",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork LivingSkills SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Cuidados personales",
        "text": "Hasta qué punto el joven se ocupa de su higiene personal, se viste, come y se cuida de un modo apropiado para su edad; si el joven no ha tenido la oportunidad de aprender una habilidad en particular (p. ej. atarse los cordones porque no tiene zapatos con cordones), no se le debe penalizar por ello y se debe puntuar su actividad en general.",
        "answer0plus": "Bien: muestra interés en tener una buena salud y un buen aspecto, es decir, presta atención a su aspecto y tiene buena presencia; se arregla, tiene una buena higiene y sigue una dieta saludable.",
        "answer0": "Ningún problema: se cuida y se arregla de forma razonable sin necesidad de ser incitado a ello o tras una mínima incitación.",
        "answer1": "Leve: tiene las habilidades para ello, pero a veces se niega a ocuparse de su cuidado personal o descuida su aspecto; o tiene un problema específico que no afecta gravemente a su actividad social (p. ej. se lava las manos de forma compulsiva).",
        "answer2": "Moderado: déficit sustancial en una área del cuidado personal que repercute sobre la actividad social (p. ej. enuresis diurna o aspecto desaliñado que provoca la burla de los compañeros).",
        "answer3": "Grave: déficit significativo en más de un área del cuidado personal que repercute sobre la actividad social y/o familiar o sobre la salud (p. ej. joven diabético que no controla su alimentación ni su nivel de glucosa).",
        "answer4": "Muy grave: déficits significativos en todas o casi todas las áreas del cuidado personal; no es capaz de bañarse, vestirse o prepararse para la escuela de forma independiente, lo cual provoca importantes problemas familiares, sociales y/o de salud."
    },
    {
        "title": "07 Vida cotidiana del joven - Deficiencia o discapacidad física",
        "number": "7",
        "category": "A",
        "tags": "hide-subpage FamilyWork LivingSkills [[Physical Health matters]] [[Social-Ecological Work]] SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Deficiencia o discapacidad física",
        "text": "Puntuación de una deficiencia o discapacidad general por cualquier causa que limite o impida el movimiento, afecte a la vista o el oído o bien interfiera con la actividad personal. Incluye las deficiencias derivadas de enfermedades congénitas, los efectos secundarios de una medicación, las discapacidades físicas causadas por un accidente, etc. Si la discapacidad no es modificable, NO SELECCIONARLA COMO PROBLEMA CLAVE.",
        "answer0": "Sin deficiencia/discapacidad física.",
        "answer1": "Leve: la deficiencia/discapacidad restringe de forma leve la actividad/movilidad (p. ej. una parálisis cerebral leve que produce torpeza y afecta a la capacidad del joven para competir en deportes; una sordera parcial que causa ciertos problemas en su actividad académica, etc.).",
        "answer2": "Moderado: restricciones en áreas de actividad significativas debido a una deficiencia/discapacidad (p. ej. asma estacional grave que impide al joven participar en actividades al aire libre durante varios meses al año).",
        "answer3": "Grave: restricciones importantes de la actividad debido a una deficiencia/discapacidad (p. ej. ir en silla de ruedas).",
        "answer4": "Muy grave: totalmente dependiente; actividad/movilidad gravemente restringida por una deficiencia/discapacidad (p. ej. tetrapléjico; encamado por desnutrición grave debido a anorexia)."
    },
    {
        "title": "08 Vida cotidiana del joven - Desarrollo social",
        "number": "8",
        "category": "A",
        "tags": "hide-subpage [[Crisis Contingency Planning]] [[Educational-Vocational Training]] FamilyWork [[Group Work]] LivingSkills [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Desarrollo social",
        "text": "El desarrollo social y la madurez deben puntuarse en comparación con compañeros de la misma cultura y edad. Este apartado abarca (de forma no limitativa) los problemas más habituales de interacción social que se observan en los trastornos de desarrollo más frecuentes como, por ejemplo, el espectro autista. NO SELECCIONAR COMO PROBLEMA CLAVE SI EL DÉFICIT DE DESARROLLO NO ES MODIFICABLE.",
        "answer0plus": "Bien: es maduro para su edad, parece mayor para su edad, se lleva bien con compañeros mayores y es considerado maduro.",
        "answer0": "Ningún problema: muestra una actitud típica para su edad, similar a la de sus compañeros. 1 Leve: es ligeramente inmaduro; su comportamiento/actitud/conciencia es «más joven» (p. ej. es menos consciente de la manera de vestir, la música u otras áreas de interés de los jóvenes de su edad).",
        "answer2": "Moderado: muy inmaduro y tiende a encajar bien con compañeros más jóvenes; se equivoca de forma regular en su juicio social.",
        "answer3": "Grave: déficit social; es considerado inmaduro y «desentona» socialmente; tiene dificultades para encajar con compañeros de su edad por su evidente inmadurez o por sus reacciones inadecuadas en situaciones sociales.",
        "answer4": "Muy grave: déficit social generalizado. Muy inmaduro; capacidad mínima o incapacidad para responder de forma adecuada; es considerado un inadaptado social, es rechazado por todos los grupos y es solitario."
    },
    {
        "title": "09 Vida cotidiana del joven - Habilidades sociales e interacción",
        "number": "9",
        "category": "A",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Group Work]] LivingSkills [[Social-Ecological Work]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Habilidades sociales e interacción",
        "text": "El joven es simpático, cae bien y le gusta relacionarse, pero sus habilidades sociales y su capacidad de relacionarse están reducidas por diversos motivos. En este apartado se evalúa lo que ocurre actualmente en la vida del joven. Para los problemas de desarrollo (permanentes) en la gestión de las relaciones interpersonales (p. ej. trastornos del espectro autista), véase el punto 08: Vida diaria del joven - Desarrollo social.",
        "answer0plus": "Bien: es simpático, presenta buenas habilidades sociales, disfruta relacionándose con personas de todas las edades y busca de forma activa interactuar con la gente.",
        "answer0": "Ningún problema: interactúa de forma apropiada con casi todas las personas, presenta unas habilidades sociales adecuadas con personas de todas las edades.",
        "answer1": "Leve: se relaciona de forma apropiada con casi todas las personas y presenta unas habilidades sociales adecuadas, pero tiene algunas dificultades de interacción (es tímido, le cuesta iniciar una interacción, está incómodo con algunos adultos).",
        "answer2": "Moderado: claras dificultades para relacionarse con jóvenes de su misma edad y con adultos; es reservado y a veces no interactúa de una forma adecuada.",
        "answer3": "Grave: dificultad generalizada para interactuar con otras personas; a menudo sus habilidades sociales son inapropiadas; comprensión limitada de las convenciones sociales.",
        "answer4": "Muy grave: problemas graves de interacción y habilidades sociales (solitario, no tiene amigos, no comprende las convenciones sociales o responde de forma inadecuada, se muestra hostil de forma constante y no es capaz de conservar sus relaciones)."
    },
    {
        "title": "10 Socioeconómico - Vivienda estable",
        "number": "10",
        "category": "B",
        "tags": "hide-subpage SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Vivienda estable",
        "text": "Capacidad del niño o del joven para acceder a una vivienda estable y adecuada. En el caso de los jóvenes de mayor edad, puede no ser apropiada la presunción de que su hogar es el hogar familiar.",
        "answer0plus": "Bien: el hogar (familiar) es seguro y estable para el joven.",
        "answer0": "Ningún problema: el hogar (familiar) es estable y los conflictos ocasionales se resuelven sin amenazas de expulsión.",
        "answer1": "Leve: existe un riesgo (no inminente) de perder el hogar (familiar); a veces los conflictos acaban con el joven amenazando con marcharse o siendo amenazado con ser echado de casa.",
        "answer2": "Moderado: riesgo significativo de que la familia/el joven pierdan el hogar o de que el conflicto derive en la expulsión permanente del joven de casa, que a veces pasa la noche con amigos o familiares para evitar conflictos.",
        "answer3": "Grave: la familia/el joven no tienen una vivienda estable (la vivienda es temporal o inadecuada o el joven pasa periodos significativos de tiempo fuera de casa, ya sea por elección propia o por la insistencia de la familia; el alojamiento es temporal).",
        "answer4": "Muy grave: el joven carece de hogar y se aloja en casas de amigos o es un «sin techo»."
    },
    {
        "title": "11 Socioeconómico - Ingresos y recursos materiales",
        "number": "11",
        "category": "B",
        "tags": "hide-subpage SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Ingresos y recursos materiales",
        "text": "Capacidad de la familia para proporcionar recursos específicos al joven (p. ej. estabilidad financiera, vivienda adecuada, ropa, etc.). En el caso de los jóvenes de mayor edad que viven de forma independiente, ello puede hacer referencia a su capacidad para conseguirlo de manera independiente (porque trabajan o reciben subsidios).",
        "answer0plus": "Bien: la familia/el joven disponen de seguridad financiera y tienen acceso a fondos/recursos para ayudar al joven.",
        "answer0": "Ningún problema: la situación económica de la familia/el joven es estable, con acceso a fondos y recursos para cubrir las necesidades básicas del joven.",
        "answer1": "Leve: la situación económica de la familia/el joven es estable, pero cubrir las necesidades principales del joven requiere un esfuerzo.",
        "answer2": "Moderado: las limitaciones económicas de la familia/el joven no permiten cubrir algunas de las necesidades del joven (p. ej. fondos muy limitados para ropa o dinero de bolsillo).",
        "answer3": "Grave: las grandes dificultades económicas de la familia/el joven para llegar a final de mes impiden cubrir algunas de las necesidades del joven.",
        "answer4": "Muy grave: los recursos de la familia/el joven son muy limitados y constituyen un grave problema para el joven (no puede costearse la ropa ni el material escolar; la familia/el joven se quedan sin dinero cada mes; la atención sanitaria es inexistente o irregular debido al acceso limitado)."
    },
    {
        "title": "12 Familia - Relaciones",
        "number": "12",
        "category": "C",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Relaciones",
        "text": "Calidad de la interacción y el grado de afecto con los miembros de la familia directa (padres y hermanos y otros familiares que vivan en el hogar). Si las relaciones son variables, debe puntuarse la mejor relación familiar existente.",
        "answer0plus": "Bien: relaciones afectuosas y de confianza que incluyen planificar actividades juntos y disfrutar de la compañía mutua.",
        "answer0": "Ningún problema: en general, las relaciones son positivas y los miembros de la familia pasan tiempo juntos; no hay grandes conflictos.",
        "answer1": "Leve: en general, las relaciones son positivas, pero con poco contacto y muestras de afecto limitadas O BIEN existe un leve intrusismo.",
        "answer2": "Moderado: las relaciones son neutras o distantes con sólo algunas actividades compartidas o con conversaciones ocasionales O BIEN existe un intrusismo significativo.",
        "answer3": "Grave: las relaciones son distantes y no se producen interacciones positivas ni se expresa ningún afecto, con muy escasas actividades compartidas y conversaciones O BIEN existe un intrusismo grave o una involucración excesiva.",
        "answer4": "Muy grave: las relaciones son hostiles y destructivas de forma activa y minan al joven y a otros miembros de la familia O BIEN existe un intrusismo altamente destructivo con una involucración muy excesiva."
    },
    {
        "title": "13 Familia – Conflictos con el joven",
        "number": "13",
        "category": "C",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Conflictos con el joven",
        "text": "La manera en que la ira, el conflicto y los sentimientos negativos se expresan y gestionan en la relación. Debe puntuarse la relación entre el joven y el familiar directo con el que haya un conflicto más problemático.",
        "answer0plus": "La familia sabe resolver bien los conflictos: las diferencias se reconocen de forma temprana y se exploran de forma honesta y efectiva.",
        "answer0": "Ningún problema: en general, la ira y la frustración se expresan y resuelven con poca o ninguna repercusión a largo plazo sobre la relación.",
        "answer1": "Problema leve: en ocasiones los conflictos provocan tensiones y sentimientos de frustración residuales que duran varios días, pero la mayoría de las interacciones no sufren los efectos del conflicto.",
        "answer2": "Problema moderado: conflictos constantes o confrontaciones periódicas importantes; la interacción a menudo sufre los efectos del conflicto. La relación positiva se ve minada por el impacto del conflicto.",
        "answer3": "Problema grave: conflicto serio y persistente; casi todas las interacciones se caracterizan por la hostilidad y el conflicto con muy pocas manifestaciones positivas.",
        "answer4": "Problema muy grave: la interacción con el joven está dominada por el conflicto (p. ej. no puede interactuar sin acabar peleándose a gritos)."
    },
    {
        "title": "14 Familia – Disciplina de los padres",
        "number": "14",
        "category": "C",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Disciplina de los padres",
        "text": "Los patrones de disciplina, las reglas y los límites impuestos al joven por los padres o cuidadores; una disciplina excesiva, incongruente o insuficiente puede ser un problema. Si el joven reparte su tiempo entre dos hogares (p. ej. padres divorciados) y existe una falta de concordancia entre la disciplina aplicada por ambos, debe puntuarse el efecto de la combinación de ambas disciplinas. Si existen indicios de maltrato, debe detallarse en la historia clínica y debe considerarse una posible intervención del Servicio de Protección a la Infancia.",
        "answer0plus": "La familia ejerce una influencia positiva y establece unos límites claros que el joven respeta y que se gestionan sin necesidad de recurrir a la coacción.",
        "answer0": "Ningún problema: en general, existe una disciplina coherente que se expresa de forma clara y es apropiada para la edad del joven; sólo existen muestras ocasionales de impaciencia o falta de congruencia.",
        "answer1": "Leve: en general, la disciplina es adecuada, pero existen algunas incoherencias en ciertas áreas (p. ej. los padres o cuidadores pasan por alto el incumplimiento de algunas reglas, se rinden ante la persuasión del joven contra determinadas políticas establecidas, amenazas vacías, etc.).",
        "answer2": "Moderado: problemas significativos con la disciplina como, por ejemplo, discusiones habituales entre los padres por la disciplina; amenazas vacías de forma frecuente; castigos frecuentes que no concuerdan con la infracción; cachetes por infracciones leves; discordancias graves o disciplina demasiado laxa o insuficiente en la que los padres sólo reaccionan cuando les alertan fuentes externas.",
        "answer3": "Grave: con frecuencia, castigos severos, humillantes o de rechazo (p. ej. los padres se niegan a hablar con el joven durante horas o le pegan con un cinturón) o bien no existe ningún tipo de disciplina.",
        "answer4": "Muy grave: disciplina sádica, extrema o abusiva (p. ej. atar al joven a la cama durante todo el día, palizas que causan lesiones)."
    },
    {
        "title": "15 Social – Apoyo de adultos externos a la familia",
        "number": "15",
        "category": "D",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Apoyo de adultos externos a la familia",
        "text": "Describe la relación del joven con adultos externos a la familia como, por ejemplo, profesores, monitores, vecinos, padres de amigos, tíos, sacerdotes, etc.",
        "answer0plus": "Bien: tiene una relación cercana y duradera con un adulto fuera de la familia a quien recurre de forma regular en busca de consejo, consuelo y apoyo práctico.",
        "answer0": "Ningún problema: tiene relación con un adulto fuera de la familia que le ayuda y está disponible en momentos de crisis. 1 Leve: tiene una relación con uno o varios adultos fuera de la familia que le ayudan, pero que no están implicados en su vida diaria ni están siempre disponibles en momentos de crisis.",
        "answer2": "Moderado: en general, recibe apoyo de algunos adultos, pero no hay ninguno en concreto en el que confíe o en el que se apoye de forma regular.",
        "answer3": "Grave: las relaciones con los adultos fuera de la familia son neutras o distantes y no se plantea pedirles ayuda o consejo.",
        "answer4": "Muy grave: desconfía tanto de los adultos fuera de la familia que rechaza de forma activa cualquier ofrecimiento de ayuda."
    },
    {
        "title": "16 Social – Amistades con otros jóvenes",
        "number": "16",
        "category": "D",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Group Work]] LivingSkills MentalizationBasedWork [[Social-Ecological Work]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Amistades con otros jóvenes",
        "text": "Hasta qué punto el joven busca la compañía de otros jóvenes e interactúa y entabla relaciones de apego con ellos.",
        "answer0plus": "Bien: le gusta estar con otros jóvenes, busca su compañía y los identifica como amigos; interactúa con diversos grupos de jóvenes y es admirado dentro de su grupo.",
        "answer0": "Ningún problema: se relaciona con otros jóvenes, es considerado «uno del grupo» y no presenta dificultades obvias con sus compañeros.",
        "answer1": "Leve: se relaciona con otros jóvenes, pero poco a poco (p. ej. no responde de inmediato a un acercamiento de amistad, pero interactúa con otros jóvenes y se implica en algunas situaciones).",
        "answer2": "Moderado: a veces interactúa socialmente, pero no entabla relaciones duraderas o bien es extremadamente selectivo y sólo interactúa con una o dos personas. Tiende a ser un joven solitario.",
        "answer3": "Grave: raramente se relaciona con sus compañeros; los observa, pero no interactúa con ellos. No es percibido como miembro de un grupo.",
        "answer4": "Muy grave: no muestra ningún interés por relacionarse con otros jóvenes, los ignora o les trata como objetos. Es rechazado por los compañeros."
    },
    {
        "title": "17 Social – Grupo de amistades prosocial o antisocial",
        "number": "17",
        "category": "D",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Grupo de amistades prosocial o antisocial",
        "text": "Hasta qué punto el grupo de amistades del joven es prosocial o antisocial.",
        "answer0plus": "Bien: tiene vínculos positivos con un grupo socialmente responsable con el que realiza únicamente actividades prosociales (deportes, clubes, proyectos de la comunidad, etc.).",
        "answer0": "Ningún problema: se relaciona con jóvenes generalmente aceptados como prosociales. Quizá tiene compañeros antisociales, pero no se ve influenciado por ellos ni realiza actividades con ellos.",
        "answer1": "Leve: tiene algún contacto ocasional con jóvenes asociados a grupos/bandas antisociales y a veces es testigo de sus actividades antisociales.",
        "answer2": "Moderado: entre sus amigos hay jóvenes antisociales y está expuesto a actividades antisociales en su presencia de forma regular, en las cuales participa a veces.",
        "answer3": "Grave: casi todo su grupo de amistades es antisocial y pasa la mayor parte del tiempo libre en su compañía. Se implica de forma regular en conductas antisociales con este grupo.",
        "answer4": "Muy grave: se identifica a sí mismo de manera tajante y de forma casi exclusiva como miembro de una banda. Está involucrado en las actividades de la banda, que incluyen algunas conductas delictivas."
    },
    {
        "title": "18 Estado mental – Habilidad cognitiva",
        "number": "18",
        "category": "E",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork LivingSkills [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Habilidad cognitiva",
        "text": "El joven es inteligente, aprende rápido y tiene capacidad de comprensión.",
        "answer0plus": "Muy bien: tiene una inteligencia muy superior a la media y es considerado un joven con altas capacidades.",
        "answer0": "Bien: tiene una inteligencia superior a la media y es considerado inteligente. Aprende rápido.",
        "answer1": "Nivel medio: tiene unas habilidades intelectuales de nivel medio.",
        "answer2": "Dificultades significativas: tiene unas habilidades intelectuales inferiores a la media, es «lento» y le cuesta aprender.",
        "answer3": "Dificultades importantes: tiene discapacidades cognitivas (no sólo problemas de aprendizaje). 4 Dificultades graves: las discapacidades cognitivas son evidentes a simple vista."
    },
    {
        "title": "19 Estado mental - Ansiedad",
        "number": "19",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork MentalizationBasedWork Pharmacological AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Ansiedad",
        "text": "Incluye los miedos irracionales y las fobias, la ansiedad en general, las preocupaciones y determinados síntomas como el pánico. También incluye las preguntas repetitivas y la búsqueda de seguridad constante, así como el comportamiento inquieto o nervioso claramente asociado a la ansiedad. Estas reacciones a menudo se manifiestan de forma leve cuando el joven se enfrenta a nuevas situaciones o personas, y de forma grave cuando se confronta a inhibiciones o miedos generalizados.",
        "answer0plus": "Persona fuerte, mantiene la calma bajo presión a la vez que es consciente de los riesgos.",
        "answer0": "Ningún problema: la ansiedad es pasajera y acorde con la situación.",
        "answer1": "Leve: a menudo se muestra ansioso y reticente a probar cosas nuevas, pero se siente cómodo en un entorno familiar; es posible que se preocupe o reflexione más de lo normal.",
        "answer2": "Moderado: a menudo se siente ansioso y esto le inhibe a la hora de probar actividades nuevas. A veces se muestra ansioso e inhibido incluso en entornos familiares; las preocupaciones, los miedos o las crisis de angustia limitan sus actividades.",
        "answer3": "Grave: la ansiedad interfiere a menudo con su actividad en el colegio, en casa o con los compañeros y es motivo de preocupación para los profesores y otros observadores (p. ej. la ansiedad y las fobias restringen mucho las actividades que realiza fuera del colegio, a pesar de su interés y deseo de participar en ellas).",
        "answer4": "Muy grave: la ansiedad domina su actividad diaria e interfiere con su desarrollo (p. ej. se niega a ir al colegio por ansiedad a la separación o por ansiedad social, sufre crisis de angustia frecuentes, etc.)."
    },
    {
        "title": "20 Estado mental – Ideas obsesivas y conducta compulsiva",
        "number": "20",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological [[Social-Ecological Work]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Ideas obsesivas y conducta compulsiva",
        "text": "Las ideas obsesivas son pensamientos, impulsos o imágenes recurrentes que acuden a la mente a pesar del esfuerzo de la persona por excluirlos y pese a reconocer a menudo que son irreales. La conducta compulsiva es una conducta repetitiva y resuelta asociada a una tarea subjetiva que debe llevarse a cabo (p. ej. repasar todo o lavarse constantemente, etc.).",
        "answer0": "Ningún problema: no tiene síntomas obsesivos ni compulsivos y tolera los cambios en su rutina sin sufrir ansiedad.",
        "answer1": "Leve: sigue unas rutinas o costumbres y siente cierta ansiedad o ira cuando hay alguna interferencia (p. ej. un perfeccionista que dedica tiempo adicional cada noche a repasar y volver a repasar los deberes).",
        "answer2": "Moderado: las rutinas y las ideas fijas repercuten sobre la actividad diaria y provocan conflictos o requieren una adaptación por parte de los cuidadores (p. ej. la familia tiene que acomodar sus horarios a las largas duchas de una hora que el joven toma dos veces al día). La preocupación por los pensamientos compulsivos le provoca malestar diario.",
        "answer3": "Grave: las obsesiones y las compulsiones dominan su actividad diaria e interfieren con su desarrollo social y cognitivo (p. ej. contar/revisar de forma compulsiva interfiere con los deberes; la preocupación persistente por la limpieza genera aislamiento y restringe las actividades).",
        "answer4": "Muy grave: los rituales y las compulsiones son incapacitantes (p. ej. el joven se niega a salir de casa porque tiene miedo a contaminarse; no habla ni se mueve por indecisión, etc.)."
    },
    {
        "title": "21 Estado mental – Experiencias intrusivas postraumáticas",
        "number": "21",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Experiencias intrusivas postraumáticas",
        "text": "Pensamientos, imágenes, sentimientos o conductas recurrentes de carácter muy intenso, abrumador o aterrador que están relacionados con una experiencia traumática y que invaden la mente del joven sin que los pueda controlar y le alteran emocionalmente. Ello incluye las imágenes intrusivas, pesadillas, reviviscencias y recreaciones, pero excluye las ideas depresivas y obsesivas o las ideas asociadas a fobias específicas.",
        "answer0": "Ningún problema: no existen indicios de problemas con experiencias intrusivas postraumáticas.",
        "answer1": "Leve: pensamientos, imágenes, conductas o sentimientos pasajeros que controla de forma voluntaria, de intensidad limitada y que no interfieren con la actividad normal (p. ej. el padrastro actual le recuerda a alguien que abusó de él, pero es capaz de mantener una relación distante y cordial con el padrastro).",
        "answer2": "Moderado: pensamientos, imágenes, conductas o sentimientos intensos que le causan un malestar significativo e interfieren con su actividad, pero que es capaz de contener (p. ej. el joven escucha música durante horas para bloquear las ideas intrusivas).",
        "answer3": "Grave: pensamientos, imágenes, conductas o sentimientos intensos que se desencadenan con facilidad y que el joven no puede contener, lo cual le provoca un malestar grave e interfiere de forma importante con su actividad social y académica (p. ej. un niño revive una paliza traumática que sufrió en el colegio y, por lo tanto, se salta las clases y evita el colegio de forma constante).",
        "answer4": "Muy grave: pensamientos, imágenes, conductas o sentimientos abrumadores y generalizados que le provocan un malestar intenso y dominan su actividad diaria (p. ej. tras una violación, una niña se asusta cada vez que ve a un hombre y salta ante cualquier ruido, por lo que se encierra en casa, se oculta en su dormitorio y sufre un alto nivel de ansiedad)."
    },
    {
        "title": "22 Estado mental – Atención y concentración",
        "number": "22",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Atención y concentración",
        "text": "Hasta qué punto el joven es capaz de concentrarse en una tarea durante el tiempo pertinente sin ninguna distracción ni interrupción y sin necesidad de una supervisión individualizada u otro tipo de control. Debe puntuarse la conducta habitual, sin lapsus de atención por fatiga o por factores específicos de cada situación.",
        "answer0plus": "Fortaleza: tiene capacidad de concentración. Según los padres y profesores, es capaz de concentrarse y mantener la atención en sus tareas, aunque sean actividades no deseadas pero necesarias.",
        "answer0": "Ningún problema: es capaz de prestar atención y concentrarse en una tarea durante el tiempo correspondiente a su edad, inclusive cuando la tarea no ofrece una recompensa inmediata.",
        "answer1": "Leve: a veces es capaz de prestar atención y realizar una tarea durante 45 minutos, pero a menudo (al menos una vez al día) se distrae, aunque sea una tarea que le guste, y es incapaz de acabarla o le cuesta centrarse si la tarea le resulta frustrante o requiere un aprendizaje memorístico.",
        "answer2": "Moderado: pocas veces es capaz de centrarse en una tarea durante más de 30 minutos, salvo si la actividad consiste en ver la televisión o jugar a un videojuego. Según los profesores, se distrae en clase y no persevera cuando la actividad le resulta frustrante o aburrida.",
        "answer3": "Grave: es incapaz de centrarse en la mayoría de las actividades durante más de 15 minutos sin algún tipo de interrupción o distracción, ni siquiera cuando son tareas que disfruta; se distrae y ello interfiere con su adquisición de habilidades y conocimientos en la escuela.",
        "answer4": "Muy grave: es incapaz de centrarse en ninguna actividad durante más de unos minutos. Se distrae de forma constante, tiene graves problemas de aprendizaje en la escuela o en otro tipo de tareas."
    },
    {
        "title": "23 Estado mental - Irritabilidad",
        "number": "23",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Irritabilidad",
        "text": "Nivel general de respuesta a la frustración, la decepción, las críticas o la provocación. Incluye la irritabilidad asociada a estados maniacos.",
        "answer0plus": "Fortaleza: se le reconoce un carácter especialmente plácido y equilibrado (sin ser pasivo ni tímido).",
        "answer0": "Ningún problema: nivel de irritación habitual (puede responder de forma irritada cuando está cansado, pero normalmente tiene un carácter tranquilo).",
        "answer1": "Leve: respuesta más intensa de lo habitual; a menudo se muestra malhumorado o irritable cuanto se enfrenta a una frustración o decepción leve.",
        "answer2": "Moderado: a menudo responde de forma desproporcionada ante la frustración o la decepción (grita o llora); el joven es visto como una persona de carácter irascible e imprevisible.",
        "answer3": "Grave: a menudo estalla (gritos, lloros, amenazas), incluso ante una frustración de poca importancia; ello repercute de forma significativa sobre la relación con los compañeros, la familia y la escuela.",
        "answer4": "Muy grave: estalla varias veces al día y siempre parece estar enfadado o a punto de estallar; las personas le evitan e incluso tienen miedo de su mal genio."
    },
    {
        "title": "24 Estado mental – Trastornos del sueño",
        "number": "24",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] Pharmacological [[Physical Health matters]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Trastornos del sueño",
        "text": "Dificultades para dormir y despertarse. Incluye insomnio (dificultad para conciliar el sueño), somnolencia excesiva durante el día, pesadillas, terrores nocturnos, apnea del sueño, sonambulismo y narcolepsia. La puntuación se basará en la intensidad del malestar y en la alteración funcional asociadas al problema, independientemente de si el sueño es el motivo de preocupación principal.",
        "answer0": "Ningún problema: a veces se despierta por la noche, pero vuelve a dormirse sin dificultad; no hay problemas persistentes.",
        "answer1": "Leve: dificultad para conciliar el sueño (hasta 1 hora), pesadillas o sonambulismo que causan fatiga diurna.",
        "answer2": "Moderado: dificultades importantes que afectan a la actividad (p. ej. el joven se queja de un insomnio inicial de más de 1 hora de duración; somnolencia excesiva durante el día; sonambulismo que afecta al ritmo de la familia O BIEN ciclo invertido de sueño-despertar.",
        "answer3": "Grave: las dificultades para dormir le dejan exhausto durante el día e interfieren con su vida personal y/o familiar; somnolencia excesiva durante el día; síntomas de narcolepsia que interfieren con la actividad escolar o social o alteraciones maníacas que le llevan a dormir 3 horas por la noche.",
        "answer4": "Muy grave: los trastornos del sueño constituyen un riesgo agudo para su seguridad o desarrollo (p. ej. sonambulismo agitado o terrores nocturnos que derivan en una conducta agresiva o incontrolable; brotes psicóticos durante los cuales el joven no duerme durante varios días, etc.)."
    },
    {
        "title": "25 Estado mental - Depresión",
        "number": "25",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork [[Group Work]] MentalizationBasedWork Pharmacological AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Depresión",
        "text": "La depresión se manifiesta en tristeza, tendencia al llanto, irritabilidad, letargia, aburrimiento, etc.; una de las características principales es la incapacidad para disfrutar de cosas normalmente placenteras. No debe puntuarse la falta de actividad ni la introversión asociada a los síntomas negativos de la psicosis, salvo que existan datos claros de estado de ánimo disfórico.",
        "answer0": "Ningún problema: se muestra triste en respuesta a causas estresantes normales y su respuesta emocional es apropiada.",
        "answer1": "Leve: a menudo está triste, aburrido o irritable; llora con frecuencia y es visto como una persona triste, pero también tiene periodos de felicidad y es capaz de disfrutar de actividades normalmente placenteras.",
        "answer2": "Moderado: se muestra triste, aburrido o irritable la mayor parte del tiempo; no participa en actividades normalmente placenteras.",
        "answer3": "Grave: se muestra triste, aburrido, irritable o retraído la mayor parte del tiempo; es incapaz de perseverar en una actividad; no parece disfrutar de nada y puede manifestar ideas pesimistas o suicidas.",
        "answer4": "Muy grave: se muestra triste, lloroso o retraído la mayor parte del tiempo; está inactivo y no se involucra en ninguna actividad; nada le anima; pueden verse afectados el nivel de sueño, apetito y actividad; manifiesta ideas pesimistas o suicidas de forma persistente."
    },
    {
        "title": "26 Estado mental - Autolesiones",
        "number": "26",
        "category": "E",
        "tags": "hide-subpage [[Crisis Contingency Planning]] EmergencyProcedures FamilyWork MentalizationBasedWork [[Motivational Work]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Autolesiones",
        "text": "Incluye conductas de autolesión deliberadas; excluye la conducta suicida o conductas sin motivaciones claras que pueden derivar o no en lesiones. Las conductas ambiguas (p. ej. golpear la pared) pueden considerarse autolesiones si se repiten tras haber causado dolor o lesiones. Hacerse tatuajes o perforaciones corporales uno mismo se considera una autolesión, pero no si los realiza un profesional.",
        "answer0": "Ningún problema: no hay indicios de conductas de autolesión.",
        "answer1": "Leve: hábitos como morderse las uñas o arrancarse las cutículas, que provocan un dolor y una desfiguración leves.",
        "answer2": "Moderado: autotatuajes o pequeños cortes; golpear una pared o una ventana, etc.",
        "answer3": "Grave: hacerse cortes de forma reiterada; autolesiones que requieren asistencia médica; quemaduras.",
        "answer4": "Muy grave: autolesiones graves y reiteradas que amenacen la salud o la integridad física (p. ej. los cortes provocan infecciones graves y cicatrices)."
    },
    {
        "title": "27 Estado mental – Trastornos alimentarios",
        "number": "27",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Motivational Work]] MultiFamilyWork [[Physical Health matters]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Trastornos alimentarios",
        "text": "Incluye todo tipo de trastornos alimentarios, tales como la restricción calórica, la sobreingesta compulsiva con o sin vómitos, el síndrome de pica, etc. El aumento o la reducción de la ingesta calórica a resultas de una depresión u otro problema se puntúa bajo Dieta y/o Apetito. También incluye la decisión de no comer por ideas delirantes (p. ej. por creer que la comida está envenenada).",
        "answer0": "Ningún problema: hábitos alimentarios normales para la edad.",
        "answer1": "Leve: alguna preocupación por los hábitos alimentarios (p. ej. restricción de la dieta a unos pocos alimentos, sobreingesta crónica en personas con sobrepeso, etc.).",
        "answer2": "Moderado: restricción extrema del tipo o cantidad de comida o sobreingesta dramática de alimentos (p. ej. necesidad de guardar la comida bajo llave).",
        "answer3": "Grave: la restricción o el consumo de alimentos constituye un problema de salud grave (p. ej. sobrepeso o infrapeso que requiere una intervención médica, dietas exageradas para perder peso; sobreingesta y vómitos, etc.).",
        "answer4": "Muy grave: los hábitos alimentarios constituyen una amenaza inmediata para la salud (p. ej. la anorexia nerviosa aguda y la bulimia con vómitos causan problemas médicos agudos)."
    },
    {
        "title": "28 Estado mental – Consumo de alcohol o drogas",
        "number": "28",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Motivational Work]] MultiFamilyWork [[Physical Health matters]] [[Social-Ecological Work]] [[Substance use disorder - treatment]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Consumo de alcohol o drogas",
        "text": "Consumo de alcohol o drogas (no incluye el tabaco) sin la aprobación de los padres; excluye el consumo culturalmente aceptado de alcohol (p. ej. tomar sorbos de vino de la copa de los padres); en un entorno restringido como, por ejemplo, un centro juvenil o un correccional, la gravedad debe basarse en las observaciones de la actitud, el interés expresado y las intenciones aparentes de abstinencia/tratamiento.",
        "answer0": "Ningún problema: no consume alcohol ni drogas o sólo realiza un consumo social de alcohol de forma ocasional (p. ej. una vez al mes).",
        "answer1": "Leve: consumo ocasional de alcohol o drogas, pero sin consecuencias adversas ni intoxicación o embriaguez regulares; en el caso de hospitalización o en entornos restrictivos, niega tener problemas con el alcohol o las drogas y su intención es continuar con su consumo social.",
        "answer2": "Moderado: consumo de alcohol o drogas hasta el punto de intoxicación o embriaguez una vez a la semana; en el caso de hospitalización o en entornos restrictivos, muestra problemas de dependencia y una motivación mixta ante la abstinencia.",
        "answer3": "Grave: intoxicación o embriaguez frecuentes (más de dos veces por semana); el consumo de alcohol o drogas repercute sobre las relaciones y la actividad en el colegio/el trabajo; en el caso de hospitalización o en entornos restrictivos, muestra problemas de dependencia, habla o piensa reiteradamente en su consumo y no tiene planes de abstinencia.",
        "answer4": "Muy grave: consumo diario de alcohol o drogas a pesar de los efectos adversos; en el caso de hospitalización o en entornos restrictivos, muestra problemas de ansia persistente e intenta hacerse con alcohol o drogas."
    },
    {
        "title": "29 Estado mental – Tendencias suicidas",
        "number": "29",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Use the Mental Health Act]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Tendencias suicidas",
        "text": "Las tendencias suicidas se puntúan tanto en función de la conducta como de las ideas. Deben existir indicios claros de intención de autolesionarse para considerar que la conducta es un intento de suicidio (no se tendrán en cuenta las autolesiones accidentales). Asimismo, no se tendrán en cuenta las lesiones o enfermedades derivadas de otras conductas sintomáticas como, por el ejemplo, el consumo de alcohol o drogas o los trastornos alimentarios, salvo que se exprese una intención suicida específica. Si la puntuación es >1, debe consultarse el Plan de Evaluación de Riesgos y Cuidados.",
        "answer0": "Ningún problema: no existen pensamientos, planes o intenciones de suicidio.",
        "answer1": "Leve: ideas suicidas o manifestación persistente de un estado de desesperación.",
        "answer2": "Moderado: menciona ideas suicidas de forma persistente y ha reflexionado sobre un método o plan de suicidio.",
        "answer3": "Grave: gestos de suicidio (p. ej. ingerir cinco pastillas, cortarse las venas superficialmente y/o preparativos significativos para un intento de suicidio).",
        "answer4": "Muy grave: intento de suicidio o gesto potencialmente mortal (p. ej. ingiere un frasco de Prozac, preparativos claros para un intento de suicidio serio que son interrumpidos contra la voluntad del joven)."
    },
    {
        "title": "30 Estado mental – Actitud desafiante",
        "number": "30",
        "category": "E",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork MentalizationBasedWork MultiFamilyWork [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Actitud desafiante",
        "text": "Actitud de oposición, incumplimiento y/o rechazo a seguir lo establecido por la autoridad. Dado que a esta edad es habitual mostrar una cierta actitud desafiante, sólo debe considerarse un problema si la actitud se desvía de las pautas habituales para la edad o comúnmente aceptadas en un determinado entorno cultural.",
        "answer0": "Ningún problema: incumplimiento ocasional, pero normalmente hace lo que se le pide cuando las normas y los límites están claros.",
        "answer1": "Leve: a menudo ignora o cuestiona las peticiones de los adultos, pero normalmente hace lo que se le pide tras solicitarlo en repetidas ocasiones y marcar los límites.",
        "answer2": "Moderado: a menudo ignora o se niega a cumplir las peticiones de los adultos (p. ej. la mitad del tiempo); a menudo requiere amenazas de castigo o un ultimátum para hacer lo que se le pide.",
        "answer3": "Grave: casi todas las veces que se le pide algo se niega a hacerlo y se produce un enfrentamiento; la actitud desafiante está presente en más de un contexto o relación.",
        "answer4": "Muy grave: casi todas las interacciones con adultos se caracterizan por una actitud de oposición, desafío y conflicto que deriva en importantes problemas conductuales, académicos y sociales e interfiere con su desarrollo social y cognitivo."
    },
    {
        "title": "31 Estado mental – Destrucción de la propiedad",
        "number": "31",
        "category": "E",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Destrucción de la propiedad",
        "text": "Hace referencia a la destrucción deliberada de la propia propiedad o de la propiedad de terceros, ya sea en un arrebato de ira o no (p. ej. grafitis, romper ventanas, lanzar objetos, etc.).",
        "answer0": "Ningún problema: no se han registrado incidentes de este tipo.",
        "answer1": "Leve: en ocasiones, destrucción leve de la propiedad (el joven tira sus propias pertenencias cuando está enfadado, pinta en la pared, etc.).",
        "answer2": "Moderado: conducta destructiva significativa que afecta a muchas de las pertenencias del joven o que implica romper de forma deliberada las posesiones de otros en más de una ocasión (p. ej. perforar la pared a golpes, rasgar libros, etc.).",
        "answer3": "Grave: conducta destructiva importante que se produce de forma repetitiva (p. ej. rasgar ropa, romper las pertenencias de los padres, etc.).",
        "answer4": "Muy grave: conducta destructiva con consecuencias graves para la familia o la comunidad (p. ej. provocar incendios; arrebatos recurrentes y descontrolados de ira en los que el joven rompe y lanza objetos, etc.)."
    },
    {
        "title": "32 Estado mental – Lesiones a terceros",
        "number": "32",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork Pharmacological [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Lesiones a terceros",
        "text": "Conducta agresiva y/o sádica que puede causar lesiones a personas o daños a animales. No incluye las formas de agresión que están social o culturalmente aceptadas (p.ej. la caza, matar insectos), salvo que se practiquen de una forma inusualmente sádica (p. ej. disfrutar arrancando las alas a las mariposas). Si la puntuación es >1, debe consultarse el Plan de Evaluación de Riesgos y Cuidados.",
        "answer0": "Ningún problema: no provoca conflictos físicos con terceros.",
        "answer1": "Leve: se pelea de una forma más frecuente de lo habitual para los miembros de su grupo.",
        "answer2": "Moderado: se muestra agresivo o beligerante de forma frecuente (varias veces por semana); muestra una alta agresividad que puede derivar en lesiones; muestra una agresividad física explícita hacia un adulto o bien muestra una crueldad deliberada hacia los animales sin provocar lesiones graves.",
        "answer3": "Grave: conducta tan agresiva y reiterada que provoca lesiones a terceros (p. ej. hemorragia nasal, ojo amoratado); no se le puede contener con los límites y las estructuras habituales y es considerado un peligro para los demás; o bien ha dañado o matado a un animal de forma deliberada.",
        "answer4": "Muy grave: ha lesionado gravemente o matado a una persona (p. ej. huesos rotos, necesidad de asistencia médica) y continúa fuera de control, por lo que es probable que se produzcan más incidentes; o bien mata a animales de forma recurrente y deliberada o muestra una conducta sádica en la que claramente disfruta provocando dolor."
    },
    {
        "title": "33 Estado mental – Conducta sexual problemática",
        "number": "33",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Conducta sexual problemática",
        "text": "Deben puntuarse las preocupaciones, las inquietudes y las conductas que generan malestar, conflictos o riesgos para el joven u otras personas. Esto incluye actos de exteriorización (promiscuidad, abusos, exhibicionismo) o de inhibición (obsesión compulsiva por temas sexuales o inquietudes que inhiben la interacción social). En este apartado no se puntúan los problemas de identidad de género, salvo que estén asociados a inquietudes o conductas sexuales problemáticas. Si la puntuación es >1, debe consultarse el Plan de Evaluación de Riesgos y Cuidados.",
        "answer0": "Ningún problema: ni el joven ni otras personas han informado acerca de ninguna preocupación al respecto.",
        "answer1": "Leve: tiene preocupaciones o dudas relativas a cuestiones sexuales; realiza comentarios sexuales inapropiados de forma recurrente.",
        "answer2": "Moderado: los temas sexuales le causan un malestar significativo y/o problemas sociales (p. ej. inquietudes u obsesiones sexuales que interfieren con las relaciones sociales; masturbación en público; juegos sexuales inapropiados con compañeros).",
        "answer3": "Grave: conducta sexual que provoca riesgos sociales o físicos (p. ej. sexo promiscuo sin protección, exhibicionismo).",
        "answer4": "Muy grave: conducta sexual extremadamente inapropiada (p. ej. violación, acoso sexual con coacción)."
    },
    {
        "title": "34 Estado mental - Experiencias psicóticas",
        "number": "34",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Experiencias psicóticas",
        "text": "Presencia de síntomas psicóticos como, por ejemplo, ideas delirantes (creencias erróneas firmemente sostenidas sin pruebas objetivas que a menudo son imposibles o altamente improbables; las ideas delirantes no responden a argumentos racionales ni a pruebas en contra, ni tampoco son una creencia habitual en el contexto social o cultural de la persona) o alucinaciones (cualquier experiencia de percepción objetivamente irrealista como, por ejemplo, alucinaciones auditivas, visuales, táctiles u olfativas que otras personas no perciben si NO están bajo los efectos del alcohol u otras sustancias. La puntuación de las alucinaciones debe ser descriptiva y no basarse en la presunta causa y las reviviscencias deben puntuarse únicamente si se experimentan como reales en lugar de ser recuerdos intensos).",
        "answer0": "Ningún problema con síntomas psicóticos: las distorsiones y las percepciones erróneas justo antes o después de dormir que no son persistentes o inquietantes de forma reiterada se consideran normales.",
        "answer1": "Leve: ideas delirantes circunscritas que no afectan a la conducta diaria (p. ej. cree que su abuela difunta está viva, a pesar de haber asistido al funeral y de los numerosos intentos por convencerle de lo contrario); sufre una distorsión reiterada de las percepciones que desencadena un estado de ansiedad (p. ej. ve figuras aterradoras al anochecer o interpreta los sonidos como voces).",
        "answer2": "Moderado: las ideas delirantes afectan a la conducta, pero las repercusiones se limitan a un ámbito específico (p. ej. considera que puede contraer la sífilis de los cubiertos y sólo usa cubiertos desechables). Afirma oír o ver cosas de forma persistente que otros no oyen ni ven; revive experiencias traumáticas, pero no reacciona ni responde ante las alucinaciones.",
        "answer3": "Grave: las ideas delirantes repercuten de forma significativa sobre su comportamiento diario e influyen sobre su actitud, conducta y comunicación (p. ej. cree que es el hijo de Dios y lo explica de forma continua a sus compañeros y a los adultos o bien es visto respondiendo a alucinaciones, lo cual interfiere con su actividad normal).",
        "answer4": "Muy grave: conducta dominada por la respuesta a la ideas delirantes (p. ej. es incapaz de abandonar su dormitorio porque tiene miedo de que le persiga el enemigo); sufre alucinaciones vívidas que le causan desasosiego o le generan pensamientos destructivos (p. ej. suicidas u homicidas)."
    },
    {
        "title": "35 Estado mental - Excitación",
        "number": "35",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological [[Physical Health matters]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Excitación",
        "text": "Estado de ánimo inusualmente eufórico, atolondrado, maniaco, feliz de forma irrealista o no proporcional a la realidad. La irritabilidad asociada a los estados maniacos se evalúa por separado.",
        "answer0": "Ningún problema: estado de ánimo normal; a veces puede mostrarse atolondrado o alocado, pero en una situación seria se tranquiliza de una forma apropiada para su edad.",
        "answer1": "Leve: a menudo se muestra atolondrado o alocado o bien tiene problemas para calmarse en un contexto serio.",
        "answer2": "Moderado: se muestra muy eufórico, optimista de forma irrealista y le cuesta centrarse en planes y objetivos realistas, lo cual interfiere con su actividad en algunas áreas.",
        "answer3": "Grave: la euforia interfiere claramente con su actividad (p. ej. permanece despierto hasta tarde trabajando en un proyecto sin poder parar; hace planes a lo grande).",
        "answer4": "Muy grave: la euforia domina su conducta e interfiere con su juicio y actividad (p. ej. ideas y planes muy excesivos, pensamientos acelerados, promiscuidad, gasto desbordante, no dormir durante varios días, etc.)."
    },
    {
        "title": "36 Estado mental - Capacidad de mentalización",
        "number": "36",
        "category": "E",
        "tags": "hide-subpage MentalizationBasedWork AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Capacidad de mentalización",
        "text": "Capacidad para reconocer los cambios en el estado mental de otras personas y su efecto sobre sus acciones, así como la capacidad del joven para reflexionar sobre su propio estado afectivo. Cuando está presente, el joven se muestra centrado y consciente, pero cuando está ausente, se muestra insensible, impasible o incapaz de tolerar la frustración y los estados afectivos sin recurrir a acciones defensivas o de desafección.",
        "answer0": "Ningún problema: muestra una capacidad de mentalización adecuada para su edad: normalmente se muestra reflexivo y sensible y tolera la frustración (es normal que la capacidad de mentalización disminuya en momentos muy emotivos o conflictivos).",
        "answer1": "Leve: lapsus ocasionales en su capacidad de mentalización cuando interpreta erróneamente a las personas y reacciona de una forma que llama la atención, pero normalmente puede «corregir» estos errores.",
        "answer2": "Moderado: con frecuencia interpreta de forma errónea a las personas o parece insensible a las personas que le rodean.",
        "answer3": "Grave: dificultades importantes para empatizar con otras personas; a menudo se siente abrumado en distintas situaciones; tiene problemas para entender por qué las personas actúan de una manera determinada, así como para gestionar estados emocionales sin mostrar un compartimiento inadecuado.",
        "answer4": "Muy grave: se muestra insensible o impasible; cree que sus propios pensamientos representan la verdadera realidad en lugar de ser representaciones de la realidad; con frecuencia muestra un comportamiento inadecuado; fracaso constante a la hora de entablar relaciones de confianza."
    },
    {
        "title": "37 Respuesta ante situaciones - Conciencia",
        "number": "37",
        "category": "F",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] [[Motivational Work]] Pharmacological [[Use the Mental Health Act]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Conciencia",
        "text": "Hasta qué punto el joven demuestra un grado de conciencia apropiado para su edad y comprende sus problemas/dificultades.",
        "answer0plus": "Bien: reconoce plenamente la presencia y la magnitud de los problemas/dificultades, trata de entenderlos de forma activa y usa ese entendimiento para superarlos.",
        "answer0": "Ningún problema: normalmente reconoce los problemas/dificultades.",
        "answer1": "Dificultad leve: capacidad para reconocer los problemas/dificultades, pero no en toda su extensión.",
        "answer2": "Dificultad significativa: le resulta claramente complejo reconocer la presencia de problemas/dificultades. Minimiza su importancia.",
        "answer3": "Dificultad grave: niega/minimiza de forma activa la presencia de problemas/dificultades.",
        "answer4": "Muy grave: es completamente incapaz de reconocer la presencia de problemas/dificultades."
    },
    {
        "title": "38 Respuesta a la situación - Compromiso con su cuidado y tratamiento",
        "number": "38",
        "category": "F",
        "tags": "hide-subpage FamilyWork [[Motivational Work]] [[Use the Mental Health Act]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Compromiso con su cuidado y tratamiento",
        "text": "Hasta qué punto el joven se implica con éxito en el desarrollo y la aplicación de su cuidado y tratamiento.",
        "answer0": "Bien: totalmente implicado en la evaluación, la planificación y la implementación de su cuidado y tratamiento. Se marca objetivos personales realistas; coopera con los procedimientos y las evaluaciones.",
        "answer1": "Leve: con apoyo, se implica en la evaluación, la planificación y la implementación de su cuidado a un nivel apropiado para su edad, pero muestra cierta reticencia/resistencia a cumplir con el plan de tratamiento. Colabora en casi todas las áreas, pero no en todas.",
        "answer2": "Moderado: dificultades significativas para implicarse en el plan de tratamiento y/o en la formulación de objetivos realistas para su edad.",
        "answer3": "Grave: se niega a implicarse en su cuidado y tratamiento o muestra un cumplimiento pasivo en muchos aspectos; no es posible acordar unos objetivos realistas para su edad.",
        "answer4": "Muy grave: no cumple con la mayoría de los aspectos de su plan de cuidado y tratamiento. Rechaza/es incapaz de implicarse en una discusión sobre los objetivos apropiados para su edad."
    },
    {
        "title": "39 Evaluación de la complejidad - Cronicidad",
        "number": "39",
        "category": "G",
        "tags": "hide-subpage [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Cronicidad",
        "text": "Duración de los problemas conductuales o emocionales (no limitado al problema actual).",
        "answer0": "Sin problemas significativos.",
        "answer1": "Problemas presentes durante menos de un mes.",
        "answer2": "Problemas presentes de un mes a seis meses.",
        "answer3": "Problemas presentes de seis meses a cuatro años.",
        "answer4": "Problemas presentes durante más de cuatro años."
    },
    {
        "title": "40 Evaluación de la complejidad - Generalización",
        "number": "40",
        "category": "G",
        "tags": "hide-subpage [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Generalización",
        "text": "Hasta qué punto los principales problemas que presenta el joven son evidentes en múltiples contextos o áreas de actividad (p. ej. familia, educación, psicológico, físico, social-entorno).",
        "answer0": "Sin problemas significativos.",
        "answer1": "Problemas ocasionales que se limitan a un contexto o área de actividad (p. ej. discute con los padres aproximadamente una vez por semana, muestra ansiedad ante los exámenes).",
        "answer2": "Problemas regulares en un contexto o en una área (p. ej. problemas regulares en casa con los padres y los cuidadores, pero no en el colegio; conflictos en el colegio y con los deberes en casa, pero no en otras áreas de la casa; o arrebatos agresivos en casa de un progenitor, pero no del otro).",
        "answer3": "Problemas presentes en más de un contexto/área (p. ej. la ansiedad afecta al rendimiento escolar y a las relaciones con los compañeros; actitud desafiante en casa y en el colegio; el joven se muestra desafiante con la madre y ansioso en el colegio).",
        "answer4": "Los problemas están presentes en todos o casi todos los ámbitos y contextos (p. ej. fracaso escolar, depresión en casa, aislado de los compañeros)."
    },
    {
        "title": "41 Poder y Control - Experiencias de discriminación",
        "number": "41",
        "category": "H",
        "tags": "hide-subpage AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Experiencias de discriminación",
        "text": "Esta es la experiencia y el impacto de una situación de discriminación en una persona joven y su vida. Esto incluye la discriminación por motivos de raza, género, etnia, cultura, edad, capacidad, sexualidad, clase y religión. Esto puede ser una situación de discriminación que ha ocurrido durante mucho tiempo y en múltiples áreas de la vida, así como incidentes o experiencias más específicas. Esto también puede incluir la discriminación dentro de la propia cultura o comunidad, así como la intersección de diferencias que pueden ser el objeto de la discriminación.",
        "answer0plus": "Fortaleza. El joven no ha experimentado ninguna situación de discriminación, pero es plenamente consciente de los problemas relacionados con el racismo y la discriminación y actúa como un aliado de otros que han experimentado una situación de discriminación.",
        "answer0": "No hay problema. Los jóvenes no han tenido experiencias de discriminación.",
        "answer1": "Problema menor. El joven ha experimentado una situación de discriminación muy poco frecuente, que no ha causado angustia continua o barreras identificables en la vida del joven.",
        "answer2": "Problema moderado. El joven ha experimentado una situación de discriminación que ha causado angustia y/o ha impactado en un grado moderado en el sentido de identidad propia y percepción de seguridad del joven. El énfasis aquí está en el impacto sobre la persona joven y su vida.",
        "answer3": "Problema grave. El joven experimenta discriminación que causa angustia continua e impacta en su sentido de identidad propia, control y percepción de seguridad. El joven experimenta barreras para alcanzar sus metas debido a la discriminación.",
        "answer4": "Problema muy grave. La discriminación es una barrera recurrente y significativa para la vida del joven. Impacta en la capacidad de la persona joven para hacer las cosas que quiere hacer en la vida y causa angustia continua y trauma , dejando a la persona joven sintiéndose muy insegura en el mundo."
    },
    {
        "title": "42 Poder y Control - Experiencias de Explotación",
        "number": "42",
        "category": "H",
        "tags": "hide-subpage AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Experiencias de Explotación",
        "text": "Experiencias de explotación. Personas que en posiciones de poder o autoridad hacen un mal uso del poder para coaccionar o controlar al joven. Esto incluye el grooming, la explotación sexual y criminal y cualquier experiencia en la que los jóvenes sean presionados a hacer cosas que no desean hacer y que pueden ser perjudiciales. Tenga en cuenta que puede ser difícil para un joven reconocer las experiencias de explotación por sí mismo.",
        "answer0plus": "Fortaleza. Sin experiencias de explotación. El joven tiene una buena capacidad para actuar por el mismo (auto-agencia) y muestra ejemplos de reconocer y responder positivamente a los abusos de poder por parte de otros.",
        "answer0": "No hay problema. Sin experiencias de explotación",
        "answer1": "Problema menor. El joven a veces se encuentra en situaciones en las que existe el riesgo de ser explotado. O bien, el joven se ha encontrado con intentos poco frecuentes y menores por parte de otros para explotarlos o ejercer el poder sobre ellos. Estos intentos no han tenido éxito y el joven ha sido capaz de identificar estos intentos como \" esto no está bien\". Estos no han tenido un impacto continuo.",
        "answer2": "Problema moderado. Los jóvenes se encuentran con frecuencia en situaciones en las que existe el riesgo de ser explotados. O bien, hay evidencia de que otros han intentado explotar al/la joven y que la persona joven se ha visto afectada por esto. Al/la joven le resulta difícil reconocer o manejar la situación.",
        "answer3": "Problema grave. Hay pruebas claras de explotación. Esto impacta en el joven y lo pone en claro riesgo. El riesgo y el daño son continuos y el joven no es capaz de reconocer o actuar de manera que pueda escapar del control de los demás.",
        "answer4": "Problema muy grave. Control y explotación severos que causan daños o traumas significativos a la persona joven y la colocan en un riesgo grave continuo. El joven está controlado en la medida en que no tiene la capacidad de reconocer los riesgos o cambiar la situación y existen barreras considerables para intervenir o para que el joven escape de la situación."
    },
    {
        "title": "43 Poder y Control - Vida online",
        "number": "43",
        "category": "H",
        "tags": "hide-subpage AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Vida online",
        "text": "Cómo el joven usa internet en su vida. Esto captura formas positivas y negativas en que estar en línea puede impactar en una persona joven. Los usos positivos pueden incluir el aprendizaje, las conexiones sociales, la relajación y el disfrute, mientras que los usos negativos pueden incluir (por ejemplo) la adicción a Internet, el impacto en el funcionamiento de la vida diaria, las experiencias de intimidación, la pornografía, la radicalización (no exclusiva)",
        "answer0plus": "El joven utiliza Internet de maneras que enriquecen su vida (por ejemplo, en relaciones o actividades significativas). El uso de Internet es apropiado, saludable para el desarrollo y el joven muestra una buena visión de las desventajas o los riesgos de estar en línea. El joven regula su uso de Internet en línea con esta conciencia",
        "answer0": "No hay problema. Utiliza Internet de manera apropiada para el aprendizaje, el disfrute y la conexión social sin ninguna dificultad",
        "answer1": "Problema menor. El joven muestra algunas dificultades para regular cuánto, cuándo o qué hace en línea, en la medida en que otros expresan preocupaciones menores al respecto. El uso de Internet no conlleva riesgos claros para el joven",
        "answer2": "Problema moderado. Otros alrededor del joven expresan su preocupación por la vida online del joven e Internet tiene un claro impacto en la capacidad del joven para llevar a cabo tareas apropiadas para el desarrollo. La vida en línea conduce a situaciones poco frecuentes pero potencialmente riesgosas o daños a los jóvenes u otros.",
        "answer3": "Problema grave. Impacto claro sobre el hecho de estar online en la vida o el bienestar de los jóvenes. Esto incluye participar en comportamientos recurrentes de riesgo o dañinos online.",
        "answer4": "Problema muy grave: la vida online impacta en el funcionamiento diario de los jóvenes de manera continua y dañina. Hay un impacto en múltiples áreas del funcionamiento de la vida debido al uso de Internet. Los riesgos del daño que ocurren debido al comportamiento online son altos y continuos"
    }
]