[
    {
        "title": "01 – Alltagsleben des Kindes/Jugendlichen – Soziale Aktivitäten",
        "number": "1",
        "category": "A",
        "tags": "hide-subpage [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Soziale Aktivitäten",
        "text": "Das Kind, der/die Jugendliche ist in freiwillige, organisierte Schul- oder Freizeitaktivitäten involviert (wie etwa Sport, Vereine, Band, Pfadfinder, ...)",
        "answer0plus": "Aktiv engagiert in verschiedenen sozialen Aktivitäten.",
        "answer0": "Kein Problem. Regelmäßig involviert in wenigstens eine soziale Aktivität, wie Verein, Sportclub, Band, etc.",
        "answer1": "Leichtes Problem. Phasenweise Teilnahme an sozialen Aktivitäten, aber nicht überdauernd. Immer wieder aktiv involviert in wenigstens eine soziale Aktivität.",
        "answer2": "Moderates Problem. Sporadische Teilnahme an manchen Aktivitäten, aber nicht stark oder überdauernd involviert.",
        "answer3": "Starkes Problem. Seltene Teilnahme oder kaum Interesse an organisierten Aktivitäten, kommt meist nur zu einem einzigen Termin.",
        "answer4": "Sehr starke Probleme. Wurde mehrfach aufgrund von Verhaltensproblemen gebeten, die soziale Aktivität zu verlassen."
    },
    {
        "title": "02 - Alltagsleben des Kindes/Jugendlichen - Anwesenheit in Schule, Ausbildung, Arbeit",
        "number": "2",
        "category": "A",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork MultiFamilyWork [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Anwesenheit in Schule, Ausbildung, Arbeit",
        "text": "Anwesenheit in der Schule, Arbeit oder Ausbildung. Dies ist die Beurteilung von sinnvoller Beschäftigung des Kindes/Jugendlichen. Verhalten und Leistung werden separat beurteilt. Bewertung der Teilnahme des jungen Menschen am letzten Schul-, Ausbildungs- oder Arbeitsumfeld während der letzten 3 Monate, für die Informationen verfügbar sind.",
        "answer0plus": "Überdurchschnittliche Anwesenheit. Besonders engagiert, bleibt länger, um besonders produktiv zu sein.",
        "answer0": "Kein Problem. Kommt regelmäßig, die meiste Zeit der Woche, um an Schule/Arbeit/Ausbildung teilzunehmen.",
        "answer1": "Leichtes Problem. Befriedigende Anwesenheit, aber nur Teilzeit oder wenige Stunden aufgrund von Schwierigkeiten, sodass Zeiten ohne sinnvolle Beschäftigung entstehen. Zuweilen Verweigerung von vorgesehenen Aktivitäten.",
        "answer2": "Moderates Problem mit der Anwesenheit. Verpasst Tage oder Teile von Tagen in den meisten Wochen, im Wissen oder ohne Wissen der Eltern oder BetreuerInnen.",
        "answer3": "Starkes Problem mit der Anwesenheit. Verpasst mehr, als er/sie anwesend ist. Sehr deutlich nachteiliger Effekt auf die Fortschritte in der Schule/Ausbildung/Arbeit.",
        "answer4": "Sehr starkes Problem mit der Anwesenheit. Kommt sehr selten, wenn überhaupt. Großes Risiko für Maßnahmenbeendigung/Suspendierung/Kündigung. Oder ist komplett aus dem Bildungs- und Arbeitssystem herausgefallen."
    },
    {
        "title": "03 - Alltagsleben des Kindes/Jugendlichen - Leistung in Schule, Ausbildung, Arbeit",
        "number": "3",
        "category": "A",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Leistung in Schule, Ausbildung, Arbeit",
        "text": "Klarkommen in der Schule, Arbeit oder Ausbildung: beinhaltet akademische Leistung und Verhalten. Da intellektuelle Fähigkeit an anderer Stelle beurteilt wird, bewerten Sie hier nicht die wahrgenommene intellektuelle Fähigkeit. Bewerten Sie, wie der/die Jugendliche in seiner/ihrer akademischen oder Arbeitsumgebung klarkommt, während der letzten 3 Monats-Periode, für die Informationen zur Verfügung stehen.",
        "answer0plus": "Überdurchschnittliche Arbeitsleistung, Bereiche mit besonderen Stärken. Gute Rückmeldungen von LehrerInnen.",
        "answer0": "Kein Problem. Zumindest durchschnittliche Arbeitsleistung. Eventuell einzelne Bereiche mit Stärken oder Schwächen.",
        "answer1": "Leichtes Problem. Arbeitsleistung unter dem Level der Jahrgangsstufe in zumindest einem Bereich, durchschnittlich in anderen. ArbeitgeberIn/LehrerIn registriert einzelne Schwächen (Pünktlichkeit, Schnelligkeit, o.ä.), diese gefährden aber nicht den Schul-/ Arbeitsplatz.",
        "answer2": "Moderates Problem. Signifikante Leistungsprobleme in verschiedenen Bereichen (z.B. besteht Mathematikprüfungen nicht), bekommt formale (Früh-)Warnungen von ArbeitgeberIn/LehrerIn.",
        "answer3": "Starkes Problem. Arbeitsleistung unter dem Jahrgangslevel in den meisten Bereichen (z.B. Durchschnittsnote 4). Androhung von Kündigung oder Verlust des Schulplatzes.",
        "answer4": "Sehr starkes Problem. Arbeitsleistung weit unter dem Jahrgangslevel in fast allen Bereichen, z.B. nicht genügende Leistungen in den meisten Fächern, Zurückstellung, Schule hingeschmissen, Schul- oder Arbeitsplatzverlust, mit wenig Engagement, einen neuen Job zu suchen."
    },
    {
        "title": "04 – Alltagsleben des Kindes/Jugendlichen – Andere Talente und Fähigkeiten",
        "number": "4",
        "category": "A",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork [[Social-Ecological Work]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Andere Talente und Fähigkeiten",
        "text": "Fertigkeiten oder Talente in Aktivitäten wie Sport, Kunst, Musik, Technik, Computer, Handwerk",
        "answer0plus": "Sehr gut. Das Kind, der/die Jugendliche ist herausragend in wenigstens einem Interessensgebiet, wird wahrgenommen als talentiert oder außerordentlich begabt; gewinnt z.B. Kunstwettbewerbe oder Sportturniere, singt Solos in größerem Chor.",
        "answer0": "Gut. Zeigt Talent oder dauerhaftes Interesse in zumindest einer Sache, nimmt z.B. Musikunterricht, spielt seit mehreren Jahren im Orchester/Band, zeigt Fertigkeiten im Reparieren von Autos.",
        "answer1": "Durchschnittlich. Hat ein paar Interessen, nimmt an individuellen oder Gruppenhobbies oder Aktivitäten teil, hat aber nicht ein spezielles Gebiet, in dem er/sie durch seine Leistung/Fähigkeit heraussticht.",
        "answer2": "Signifikante Schwierigkeiten. Hat wenig Interessen oder Aktivitäten, oder wechselt so oft von einem zum anderen, ohne lange genug dranzubleiben, um Fertigkeiten zu entwickeln, z.B. schließt sich einem Verein an, hört aber kurz darauf wieder auf, oder fängt ein Instrument an und beendet dies kurz darauf.",
        "answer3": "Starkes Problem. Keine speziellen vom Kind bzw. dem/der Jugendlichen anerkannten Interessen oder Talente.",
        "answer4": "Sehr starkes Problem. Niemand im Netzwerk des Kindes bzw. des/der Jugendlichen kann Talente oder Interessen erkennen, nicht einmal solche, die in der Vergangenheit bestanden."
    },
    {
        "title": "05 - Alltagsleben des Kindes/Jugendlichen - Körperlicher Gesundheitszustand",
        "number": "5",
        "category": "A",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork Pharmacological [[Physical Health matters]] [[Social-Ecological Work]] SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Körperlicher Gesundheitszustand",
        "text": "Inkludiert schwere Krankheiten oder Verletzungen und chronische Erkrankungen wie Diabetes, Arthritis, Nebenwirkungen von Medikamenten, physische Folgen von Alkohol oder Substanzmissbrauch. Beinhaltet nicht vorübergehende Zustände wie Grippe oder Prellungen.",
        "answer0plus": "In außerordentlich gutem physischem Gesundheitszustand. Sehr fit.",
        "answer0": "Kein Problem. Guter physischer Zustand, keine erkennbaren Gesundheitsprobleme.",
        "answer1": "Leichtes Problem. Ein paar Gesundheitsprobleme, aber gut unter Kontrolle, Bedarf einer Lebensumstellung unwahrscheinlich.",
        "answer2": "Moderates Problem. Signifikante Gesundheitsprobleme, die medizinischer Behandlung bedürfen, Beobachtung oder Lebensumstellung nötig, um Verschlechterung vorzubeugen, z.B. inadäquat kontrolliertes Diabetes, Asthma, Epilepsie.",
        "answer3": "Starkes Problem. Schlechter Gesundheitszustand. Leidet an schweren Erkrankungen, körperlich schwach/zerbrechlich. Erfordert intensive medizinische Behandlung und/oder umfassende Beobachtung, z.B. labiler Diabetes, ernste juvenile Arthritis, zystische Fibrose.",
        "answer4": "Sehr starkes Problem. Sehr schlechter Gesundheitszustand. Leidet an lebensbedrohlichen Erkrankungen, z.B. medizinisch gefährdete Anorexie, akute Herzerkrankung, aktives AIDS."
    },
    {
        "title": "06 - Alltagsleben des Kindes/Jugendlichen - Selbstfürsorge",
        "number": "6",
        "category": "A",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork LivingSkills SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Selbstfürsorge",
        "text": "Das Ausmaß, zu dem das Kind bzw. der/die Jugendliche sich altersgemäß um Dinge wie Hygiene, Kleidung, Essen und die eigene Gesundheit kümmert - falls die Person Dinge noch nicht lernen konnte (z.B. Schuhe binden, weil es noch nie Schuhe zum Binden hatte), ist dies nicht nachteilig zu bewerten, sondern einfach das grundsätzliche Zurechtkommen mit diesen Themen.",
        "answer0plus": "Gut. Hat ein aktives Interesse an guter Gesundheit und Erscheinung, kümmert sich um Aussehen und gute Hygiene, gesunde Ernährung.",
        "answer0": "Kein Problem. Kümmert sich um seine/ihre gute Erscheinung und Selbstfürsorge in ausreichendem Ausmaß, ohne oder nur mit wenig Aufforderung.",
        "answer1": "Leichtes Problem. Hat die Fähigkeiten, aber verweigert oder vernachlässigt manche Selbstfürsorge-Bereiche zuweilen, oder hat ein umschriebenes Problem, dass die soziale Funktionalität nicht schwerwiegend beeinträchtigt (z.B. Waschzwang).",
        "answer2": "Moderates Problem. Wesentliche Defizite in wenigstens einem Selbstfürsorge-Bereich, wodurch die soziale Funktionalität beeinträchtigt wird; z.B. Einnässen tagsüber oder ungepflegtes Äußeres, das zu Hänseln durch Andere führt.",
        "answer3": "Starkes Problem. Signifikante Defizite in mehr als einem Selbstfürsorge-Bereich, wodurch die soziale und auch familiäre Funktionalität und oder die Gesundheit beeinträchtigt wird; z.B. DiabetikerIn, der/die keine Blutkontrollen macht oder nicht auf seine/ihre Ernährung schaut.",
        "answer4": "Sehr starkes Problem. Signifikante Defizite in den meisten oder allen Selbstfürsorgebereichen, schafft es nicht selbstständig zu baden, sich zu kleiden oder sich für die Schule fertig zu machen, was zu ernsten familiären, sozialen oder gesundheitlichen Problemen führt."
    },
    {
        "title": "07 - Alltagsleben des Kindes/Jugendlichen - Körperliche Beeinträchtigung oder Behinderung",
        "number": "7",
        "category": "A",
        "tags": "hide-subpage FamilyWork LivingSkills [[Physical Health matters]] [[Social-Ecological Work]] SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Körperliche Beeinträchtigung oder Behinderung",
        "text": "Bewertung von Beeinträchtigungen und/oder Behinderungen gleichwelcher Ursache, welche die Aktivität oder Mobilität einschränkt, das Sehen oder Hören vermindert oder anderweitig die persönliche Funktionsfähigkeit beeinflusst. Inkludiert Beeinträchtigungen genetischer Ursache, Nebenwirkungen von Medikamenten oder physische Beeinträchtigungen als Folge von Unfällen. WERTEN SIE DIES NICHT ALS KERNPROBLEM, WENN DIE BEEINTRÄCHTIGUNG UNVERÄNDERLICH IST!",
        "answer0": "Keine physische Beeinträchtigung/Behinderung.",
        "answer1": "Leichtes Problem. Die Beeinträchtigung beschränkt die Mobilität/Aktivität nur leicht, z.B. eine leichte Zerebralparese macht das Kind bzw. den/die Jugendliche/n etwas schusselig oder ungeschickt und reduziert die Möglichkeiten bei sportlichen Wettbewerben, oder Hörprobleme schränken schulische Leistungsfähigkeit leicht ein.",
        "answer2": "Moderates Problem. Einschränkung in wesentlichen Aktivitätsbereichen durch die Beeinträchtigung; z.B. saisonales Asthma hindert den/die Jugendliche/n daran, während der Sommermonate an Outdooraktivitäten teilzunehmen.",
        "answer3": "Starkes Problem. Signifikante Einschränkung von Aktivitäten durch die Beeinträchtigung; z.B. gebunden an Rollstuhl.",
        "answer4": "Sehr starkes Problem. Völlig abhängig. Aktivität/Mobilität extrem eingeschränkt durch Beeinträchtigung; z.B. querschnittsgelähmt, oder ans Bett gebunden durch Unterernährung (schwere Anorexie)."
    },
    {
        "title": "08 - Alltagsleben des Kindes/Jugendlichen - Soziale Entwicklung",
        "number": "8",
        "category": "A",
        "tags": "hide-subpage [[Crisis Contingency Planning]] [[Educational-Vocational Training]] FamilyWork [[Group Work]] LivingSkills [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Soziale Entwicklung",
        "text": "Bewerten Sie die soziale Entwicklung und Reife im Vergleich zu Kindern/Jugendlichen des gleichen Alters und der gleichen Kultur. Dieses Item beinhaltet (ist aber nicht beschränkt auf) alle Arten von Problemen mit sozialer Interaktion, die üblicherweise bei übergreifenden Entwicklungsstörungen zu beobachten sind (z.B. bei Störungen aus dem Autismusspektrum). WERTEN SIE DIES NICHT ALS KERNPROBLEM, WENN DAS ENTWICKLUNGSDEFIZIT UNVERÄNDERLICH IST!",
        "answer0plus": "Gut. Das Kind bzw. der/die Jugendliche/r ist reif für sein/ihr Alter, interagiert wie ein älteres Kind oder ein/e ältere/r Jugendliche/r, kommt gut mit Älteren aus, wird als reif angesehen.",
        "answer0": "Kein Problem. Das Kind bzw. der/die Jugendliche ist altersgemäß in seiner/ihrer sozialen Entwicklung, ähnlich wie Gleichaltrige.",
        "answer1": "Leichtes Problem. Etwas unreif, zeigt Verhalten/Einstellungen/Wahrnehmung die etwas „jünger“ wirkt, z.B. ist sich weniger klar über Kleidung oder Musik oder andere Interessen, die bei Gleichaltrigen eine Rolle spielen.",
        "answer2": "Moderates Problem. Das Kind bzw. der/die Jugendliche ist deutlich unreif, passt gut zu Gruppen von jüngeren Kindern/Jugendlichen, macht regelmäßig Fehler in sozialen Urteilen.",
        "answer3": "Starkes Problem. Soziales Defizit. Wird als unreif oder sozial „aus der Reihe fallend“ angesehen, hat Schwierigkeiten, in eine soziale Gruppe zu passen, entweder weil er/sie zu unreif ist oder weil er/sie auf soziale Signale unpassend reagiert",
        "answer4": "Sehr starkes Problem. Weitreichendes soziales Defizit. Sehr unreif, keine oder wenig Fähigkeit, adäquat zu reagieren/antworten, wird als unpassend empfunden, von allen Gruppen abgelehnt, isoliert."
    },
    {
        "title": "09 - Alltagsleben des Kindes/Jugendlichen - Soziale Fähigkeiten und Interaktion",
        "number": "9",
        "category": "A",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Group Work]] LivingSkills [[Social-Ecological Work]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Soziale Fähigkeiten und Interaktion",
        "text": "Das Kind bzw. der/die Jugendliche ist engagiert, liebenswert, interessiert an sozialer Interaktion mit Anderen. Sozialkompetenz und Interaktion können aus verschiedenen Gründen reduziert sein. Dies ist eine Bewertung dessen, was aktuell im Leben des Kindes stattfindet; Entwicklungsprobleme, die die sozialen Beziehungen lebenslang beeinflussen (z.B. Autismusspektrumstörungen) bewerten Sie bitte bei Item 8 (Soziale Entwicklung).",
        "answer0plus": "Gut. Das Kind bzw. der/die Jugendliche ist liebenswert, gute Sozialkompetenz, sucht und genießt aktiv den sozialen Kontakt mit anderen Menschen jeden Alters.",
        "answer0": "Kein Problem. Interagiert adäquat mit den meisten Menschen, hat adäquate Sozialkompetenz mit Menschen jeden Alters.",
        "answer1": "Leichtes Problem. Geht adäquat mit den meisten Menschen in Kontakt, adäquate Sozialkompetenz, hat aber ein paar Schwierigkeiten in der Interaktion. (Ist z.B. schüchtern, schwer in Kontakt zu kriegen, komisch mit manchen Erwachsenen).",
        "answer2": "Moderates Problem. Beobachtbare Schwierigkeiten in der Interaktion, ist zurückgezogen oder interagiert manchmal unpassend.",
        "answer3": "Starkes Problem. Weitreichende Schwierigkeiten in der Interaktion, häufig unpassende Sozialkompetenz, wenig Verständnis von sozialen Signalen.",
        "answer4": "Sehr starkes Problem. Ernste Probleme mit der Sozialkompetenz und Interaktionen, ist z.B. isoliert, hat keine Freunde, ist konstant peinlich gesinnt oder kann keine Beziehungen aufrechterhalten."
    },
    {
        "title": "10 - Sozioökonomisch - Bereitstellung von sicherem Wohnraum",
        "number": "10",
        "category": "B",
        "tags": "hide-subpage SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Bereitstellung von sicherem Wohnraum",
        "text": "Möglichkeit des Kindes oder des/der Jugendlichen, Zugang zu sicherem und angemessenem Wohnraum zu erhalten. Kann sich auf Wohnraumverlust der ganzen Familie beziehen, oder aber auf Rauswurfrisiko des/der Jugendlichen aus seinem/ihren Zuhause. Fokus ist jedoch immer die Situation des/der Jugendlichen selbst. Für ältere Jugendliche ist die Annahme, dass das ein Zuhause mit der Familie ist, möglicherweise nicht angemessen.",
        "answer0plus": "Gut. Das (Familien-) Zuhause ist sicher und der junge Mensch darin stabil untergebracht.",
        "answer0": "Kein Problem. (Familien-) Zuhause ist sicher, gelegentliche Konflikte werden ohne Rauswurfdrohungen gelöst.",
        "answer1": "Leichtes Problem. Die Duldung (des/der Jugendlichen/ der Familie) zu Hause kann gefährdet sein, Rauswurf steht aber nicht unmittelbar bevor, oder Konflikte zu Hause führen zu gelegentlichen Drohungen, sodass der/die Jugendliche das Haus verlässt oder verlassen muss.",
        "answer2": "Moderate Probleme. Erhebliches Risiko, dass die Familie oder der/die Jugendliche die Wohnung verliert oder dass Konflikte zu einem dauerhaften Rauswurf des/der Jugendlichen führen, der/die dann gelegentlich Nächte mit Freunden oder Verwandten verbringt, um Konflikte zu vermeiden.",
        "answer3": "Starkes Problem. Familie / Jugendliche/r hat keine sichere Unterkunft - die Unterbringung kann vorübergehend und unangemessen sein, der/die Jugendliche verbringt möglicherweise bedeutende Zeiträume außerhalb des Hauses der Familie, entweder freiwillig oder auf Drängen der Familie, oder er/sie befindet sich in einer vorübergehenden Unterkunft.",
        "answer4": "Sehr starke Probleme. Der/die Jugendliche ist obdachlos - bleibt bei Freunden („Sofa-Surfen\") oder ist obdachlos auf der Straße."
    },
    {
        "title": "11 - Sozioökonomisch - Einkommen und Bereitstellung materieller Ressourcen",
        "number": "11",
        "category": "B",
        "tags": "hide-subpage SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Einkommen und Bereitstellung materieller Ressourcen",
        "text": "Die Fähigkeit der Familie, dem Jugendlichen konkrete Ressourcen zur Verfügung zu stellen, z.B. finanzielle Stabilität, angemessene Unterkunft, Kleidung usw. Im Falle älterer, selbständig lebender Jugendlicher kann sich dies auf ihre Fähigkeit beziehen, diese Dinge selbständig, über Arbeit oder zustehende Förderungen, zu erlangen.",
        "answer0plus": "Gut. Die Familie/ der/die Jugendliche sind finanziell abgesichert und können bei Bedarf auf Gelder/Ressourcen zugreifen, um dem/der Jugendlichen zu helfen.",
        "answer0": "Kein Problem. Die Familie bzw. der/die Jugendliche ist finanziell stabil, hat Zugang zu Mitteln und Ressourcen, um die Grundbedürfnisse des Jugendlichen zu decken.",
        "answer1": "Leichtes Problem. Die Familie bzw. der/die Jugendliche ist finanziell stabil, aber die Ressourcen müssen gestreckt werden, um alle wichtigen Bedürfnisse des jungen Menschen zu decken.",
        "answer2": "Moderates Problem. Die Einschränkungen der Familie/des Kindes bzw. des/der Jugendlichen sind so groß, dass einige der Bedürfnisse des jungen Menschen nicht erfüllt werden können, z.B. sehr begrenzte Mittel für Kleidung oder Taschengeld.",
        "answer3": "Starkes Problem. Die Familie bzw. der/die Jugendliche haben große Schwierigkeiten, über die Runden zu kommen, was die Erfüllung einiger Bedürfnisse des Jugendlichen ausschließt.",
        "answer4": "Sehr starkes Problem. Die Ressourcen der Familie/Jugendlichen sind sehr begrenzt und stellen ein ernsthaftes Problem für den/die Jugendliche/n dar, z.B. können sie sich keine Kleidung oder Schulausrüstung leisten, der Familie bzw. dem/der Jugendlichen geht jeden Monat das Geld aus, unregelmäßige oder fehlende Gesundheitsversorgung wegen schlechten Zugangs."
    },
    {
        "title": "12 - Familie - Beziehungen",
        "number": "12",
        "category": "C",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Beziehungen",
        "text": "Qualität der Interaktion und Zuneigung zwischen den Mitgliedern der unmittelbaren Familie (Eltern und Geschwister und andere im Haushalt lebende Personen). Wenn sehr unterschiedlich, bewerten Sie die beste verfügbare Beziehung.",
        "answer0plus": "Gut. Die Beziehungen sind warmherzig und vertrauensvoll, einschließlich der geplanten gemeinsamen Aktivitäten und der Freude an der Gesellschaft des anderen.",
        "answer0": "Kein Problem. Im Allgemeinen positive Beziehungen, Familienmitglieder verbringen Zeit miteinander, keine größeren Konflikte.",
        "answer1": "Leichtes Problem. Beziehungen sind im Allgemeinen positiv, aber mit begrenztem Kontakt/ wenig ausgedrückter Zuneigung ODER leichter Verstrickung (zu enger Bindung).",
        "answer2": "Moderates Problem. Beziehungen sind neutral oder distanziert, mit nur gelegentlichen gemeinsamen Aktivitäten oder Gesprächen; ODER einer erheblichen Verstrickung.",
        "answer3": "Starkes Problem. Ferne Beziehungen, ohne dass es eine positive Interaktion gibt oder Zuneigung zum Ausdruck kommt, und selten gemeinsame Aktivitäten oder Gespräche ODER stark über involvierte oder verstrickte Beziehungen.",
        "answer4": "Sehr starkes Problem. Beziehungen, die von Feindseligkeit, aktiver Zerstörung, Untergraben der/des Jugendlichen oder anderen Familienmitgliedern gekennzeichnet sind ODER von hochgradig destruktiv verstrickter Beziehungen."
    },
    {
        "title": "13 - Familie - Konflikt mit Jugendlichen",
        "number": "13",
        "category": "C",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Konflikt mit Jugendlichen",
        "text": "Die Art und Weise, wie Wut, Konflikte und negative Gefühle in der Beziehung ausgedrückt und gehandhabt werden; bewerten Sie die Beziehung zwischen dem Kind bzw. dem/der Jugendlichen und jenem Familienmitglied, mit dem es den problematischsten Konflikt gibt.",
        "answer0plus": "Die Konfliktlösungskompetenz der Familie ist ausgesprochen hoch - Unterschiede werden frühzeitig erkannt, diese werden ehrlich und effektiv exploriert.",
        "answer0": "Kein Problem. Wut und Frustration werden im Allgemeinen ausgedrückt und gelöst, mit wenig oder gar keinem langfristigen Einfluss auf die Beziehung.",
        "answer1": "Leichtes Problem. Gelegentlich führen Konflikte zu einem Rest von Frustration und Spannungen, die mehrere Tage andauern, aber die meisten Interaktionen sind nicht von ungelösten Konflikten gefärbt.",
        "answer2": "Moderates Problem. Anhaltende Konflikte oder periodisch auftretende schwere Streite; die Interaktion ist häufig von Konflikten gefärbt. Positive Beziehung, die aber von Auswirkungen von Konflikten untergraben wird.",
        "answer3": "Starkes Problem. Anhaltender ernster Konflikt; die Mehrzahl der Interaktionen ist gekennzeichnet durch Feindseligkeit und Konflikt mit minimalem positivem Ausdruck.",
        "answer4": "Sehr starkes Problem. Die Interaktion mit dem Kind bzw. dem/der Jugendlichen ist dominiert von Konflikten, z.B. kann nicht interagieren, ohne in einen Kampf mit Geschrei zu geraten."
    },
    {
        "title": "14 - Familie - Elterliche Erziehung",
        "number": "14",
        "category": "C",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Elterliche Erziehung",
        "text": "Die typischen Erziehungsmuster der Eltern oder des/der BetreuerIn; Grenzen und Regeln für das Kind oder den/die Jugendliche/n; zu harte, inkonsistente oder unzureichende Erziehung können hier ein Problem darstellen. Wenn das Kind bzw. der/die Jugendliche regelmäßig Zeit in zwei Haushalten verbringt (z.B. geschiedene Eltern) und es Unterschiede zwischen den beiden Erziehungsmethoden gibt, bewerten Sie die Wirkung der Kombination der beiden. Wenn es Anzeichen für Missbrauch gibt, stellen Sie sicher, dass dies in der Geschichte sorgfältig festgehalten wird und dass Fragen des Kinderschutzes berücksichtigt wurden.",
        "answer0plus": "Gut. Eine positive Stärke in der Familie. Klare Grenzen, die ohne Zwang gehandhabt werden und von dem Kind bzw. dem/der Jugendlichen respektiert werden.",
        "answer0": "Kein Problem. Allgemein konsistente, klar formulierte und altersgerechte Erziehung mit nur gelegentlicher Ungeduld oder Inkonsistenz.",
        "answer1": "Leichtes Problem. Im Allgemeinen angemessene Erziehung, aber mit Inkonsistenz in einigen Bereichen; Ignorieren, wenn das Kind bzw. der/die Jugendliche eine Regel bricht; der Überzeugungskraft des Kindes bzw. dem/der Jugendlichen gegenüber etablierter Regeln nachgeben; leere Drohungen.",
        "answer2": "Moderates Problem. Signifikante Probleme mit der Erziehung, wie häufige Streitigkeiten zwischen den Eltern über die Erziehung; häufige leere Drohungen; häufige Strafen, die mit dem Vergehen unvereinbar sind; Prügel für kleinere Regelverstöße; schwere Inkonsistenz oder sehr lockere oder unzureichende Disziplin, bei denen die Eltern nur reagieren, wenn sie von externen Personen alarmiert werden.",
        "answer3": "Starkes Problem. Häufig harte, demütigende oder abweisende Bestrafung, z.B. stundenlange Verweigerung des Gesprächs mit dem Kind bzw. dem/der Jugendlichen; schlägt den/die Jugendliche/n mit einem Gürtel; oder überhaupt keine Erziehungsversuche.",
        "answer4": "Sehr starkes Problem. Sadistische, extreme, missbräuchliche Erziehung, z.B. den ganzen Tag Jugendliche an ein Bett binden; Schläge, die Verletzungen verursachen."
    },
    {
        "title": "15 - Soziales - Hilfreiche Beziehungen zu Erwachsenen außerhalb der Familie",
        "number": "15",
        "category": "D",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Hilfreiche Beziehungen zu Erwachsenen außerhalb der Familie",
        "text": "Beschreibt die Beziehungen zu Erwachsenen außerhalb der Familie, wie LehrerIn, TrainerIn NachbarInnen, Eltern von FreundInnen, Tante oder Onkel, Pastor usw.",
        "answer0plus": "Gut. Hat eine dauerhafte, enge Beziehung zu einem hilfreichen Erwachsenen außerhalb der Familie, an den er/sie sich regelmäßig wendet um Rat, Trost oder praktische Unterstützung zu bekommen.",
        "answer0": "Kein Problem. Hat Beziehung zu einem hilfreichen Erwachsenen außerhalb der Familie; diese Person ist in Krisenzeiten verfügbar.",
        "answer1": "Leichtes Problem. Hat Beziehungen zu hilfsbereiten Erwachsenen außerhalb der Familie, aber die Person ist möglicherweise nicht in den Alltag des jungen Menschen eingebunden oder in Krisenzeiten immer verfügbar.",
        "answer2": "Moderates Problem. Hat im Allgemeinen unterstützende Beziehungen zu einigen Erwachsenen, benennt aber keine, denen er/sie dauerhaft vertraut oder auf die er/sie sich verlässt.",
        "answer3": "Starkes Problem. Die Beziehungen zu Erwachsenen außerhalb der Familie sind neutral oder distanziert, er/sie kann sich nicht vorstellen, Hilfe oder Rat bei ihnen einzuholen.",
        "answer4": "Sehr starkes Problem. So misstrauisch gegenüber Erwachsenen außerhalb der Familie, dass er oder sie aktiv Hilfsangebote ablehnt."
    },
    {
        "title": "16 - Soziales - Freundschaften zu Gleichaltrigen",
        "number": "16",
        "category": "D",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Group Work]] LivingSkills MentalizationBasedWork [[Social-Ecological Work]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Freundschaften zu Gleichaltrigen",
        "text": "Das Ausmaß, in dem das Kind bzw. der/die Jugendliche Freundschaften zu Gleichaltrigen sucht, in Beziehung geht und Bindungen mit diesen eingeht.",
        "answer0plus": "Gut. Genießt und sucht Kontakt mit Gleichaltrigen, benennt Gleichaltrige als FreundInnen, interagiert mit einer Reihe von Gleichaltrigen, wird von diesen bewundert.",
        "answer0": "Kein Problem. Interagiert mit Gleichaltrigen, ist Teil der „Gang“ bzw. der Peergroup; keine offensichtlichen Schwierigkeiten mit Gleichaltrigen.",
        "answer1": "Leichtes Problem. Interagiert mit Gleichaltrigen, braucht aber eine Weile, um mit Anderen warm zu werden und Beziehungen aufzubauen, z.B. reagiert er/sie zunächst nicht auf freundliche Kontaktaufnahmen von Gleichaltrigen, aber interagiert und geht in manchen Situationen in Kontakt.",
        "answer2": "Moderates Problem. Interagiert manchmal mit Anderen, baut aber keine Beziehungen auf, die von einem Kontakt zum anderen überdauern; oder extrem selektiv: interagiert nur mit einem oder zwei Individuen. Neigt dazu, ein \"Einzelgänger\" zu sein.",
        "answer3": "Starkes Problem. Seltene soziale Kontakte zu Gleichaltrigen; kann Gleichaltrige beobachten, interagiert aber nicht. Wird nicht als Teil der Peergroup wahrgenommen.",
        "answer4": "Sehr starkes Problem. Zeigt überhaupt kein Interesse an Peers, ignoriert oder behandelt sie als Objekte. Von Gleichaltrigen abgelehnt."
    },
    {
        "title": "17 - Sozial - Prosozialer oder antisozialer Freundeskreis",
        "number": "17",
        "category": "D",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Prosozialer oder antisozialer Freundeskreis",
        "text": "Ausmaß, inwieweit die Freundschaftsgruppe des Jugendlichen als prosozial oder unsozial identifiziert wird.",
        "answer0plus": "Gut. Positive Verbindungen zu sozial verantwortlichen Gruppen, engagiert sich ausschließlich in prosozialen Aktivitäten (Sport, Vereine, Gemeindeprojekte, etc.).",
        "answer0": "Kein Problem. Interagiert mit FreundInnen, die allgemein als prosozial betrachtet werden, kann antisoziale Kinder/Jugendliche kennen, lässt sich aber nicht übermäßig von ihnen beeinflussen und macht keine Aktivitäten mit ihnen.",
        "answer1": "Leichtes Problem. Hat gelegentlich Kontakt zu Jugendlichen, die mit antisozialen Gruppen/Gangs in Verbindung gebracht werden, und ist gelegentlich Zeuge antisozialer Aktivitäten, die von diesen durchgeführt werden.",
        "answer2": "Moderates Problem. Zählt antisoziale Gleichaltrige zu seinen/ihren FreundInnen. Regelmäßig antisozialen Aktivitäten in deren Anwesenheit ausgesetzt, ist gelegentlich aktiv Teil davon.",
        "answer3": "Starkes Problem. Die Mehrheit der Freundschaftsgruppe könnte als antisozial eingestuft werden, und die meiste Freizeit wird in ihrer Gesellschaft verbracht. Regelmäßiges Auftreten von antisozialem Verhalten mit dieser Group.",
        "answer4": "Sehr starkes Problem. Identifiziert sich selbst stark und fast ausschließlich als Bandenmitglied. Regelmäßige Teilnahme an gangbedingten Aktivitäten, einschließlich erheblichem anstoßerregendem Verhalten."
    },
    {
        "title": "18 - Psychischer Zustand - Kognitive Fähigkeiten",
        "number": "18",
        "category": "E",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork LivingSkills [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Kognitive Fähigkeiten",
        "text": "Das Kind bzw. der/die Jugendliche ist klug, lernfähig und kann Dinge verstehen.",
        "answer0plus": "Sehr gut. Das Kind bzw. der/die Jugendliche ist weit überdurchschnittlich intelligent und gilt als \"begabt\".",
        "answer0": "Gut. Das Kind bzw. der/die Jugendliche ist überdurchschnittlich intelligent, gilt als \"klug\" und lernt leicht.",
        "answer1": "Durchschnittlich. Das Kind bzw. der/die Jugendliche hat durchschnittliche intellektuelle Fähigkeiten.",
        "answer2": "Deutliche Probleme. Das Kind bzw. der/die Jugendliche hat unterdurchschnittliche intellektuelle Fähigkeiten, \"langsam\", kämpft mit dem Lernen.",
        "answer3": "Starke Probleme. Hat kognitive Beeinträchtigung (nicht nur Lernschwierigkeiten).",
        "answer4": "Sehr starke Probleme. Kognitive Beeinträchtigung ist für jede/n sichtbar, der/die das Kind bzw. den/die Jugendliche trifft."
    },
    {
        "title": "19 - Psychischer Zustand - Angstzustände",
        "number": "19",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork MentalizationBasedWork Pharmacological AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Angstzustände",
        "text": "Umfasst irrationale Ängste und Phobien, allgemeine Ängste, Sorgen und panikartige Symptome, wiederholtes Stellen von Fragen und Suchen nach Bestätigung oder unruhiges, aufgeregtes Verhalten, wenn es eindeutig mit Angst verbunden ist. Diese werden oft durch neue Situationen oder Menschen bei milderer Form oder durch durchgängige Ängste und Hemmungen bei höheren Schweregraden hervorgerufen.",
        "answer0plus": "Eine Stärke. Anerkannt als jemand, der unter Druck ruhig bleiben kann und dennoch auf Risiken achtet.",
        "answer0": "Kein Problem. Die Angst ist vorübergehend und der Situation angemessen.",
        "answer1": "Leichtes Problem. Oft ängstlich; zögerlich, neue Dinge auszuprobieren, aber in vertrauter Umgebung sicher; kann sich mehr Sorgen machen oder sich Gedanken machen als typisch ist.",
        "answer2": "Moderates Problem. Häufig ängstlich, sodass er/sie gehemmt ist und sich weigert, neue Aktivitäten zu unternehmen oder auszuprobieren, manchmal selbst in vertrauten Umgebungen; Sorgen, Ängste oder Panikattacken schränken einige Aktivitäten ein.",
        "answer3": "Starkes Problem. Angst beschränkt oft Verhalten oder Leistung in der Schule, zu Hause oder bei Gleichaltrigen und wird mit Sorge wahrgenommen durch LehrerInnen oder andere BeobachterInnen; z.B. Angst und Phobien führen trotz Interesse und Wunsch zur Teilnahme zu sehr begrenzten Aktivitäten außerhalb der Schule.",
        "answer4": "Sehr starkes Problem. Angst durchdringt die Funktionsfähigkeit im Alltag und stört normale Entwicklungsaufgaben; z.B. Weigerung, zur Schule zu gehen wegen Trennung oder soziale Angst, häufige schwere Panikattacken, etc."
    },
    {
        "title": "20 - Psychischer Zustand - Zwangsgedanken und Zwangsverhalten",
        "number": "20",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological [[Social-Ecological Work]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Zwangsgedanken und Zwangsverhalten",
        "text": "Zwangsgedanken sind wiederkehrende, hartnäckige Gedanken, Impulse oder Bilder, die trotz der Bemühungen der Person, sie auszuschließen, in den Geist gelangen und von der Person oft als unrealistisch erkannt werden. Zwanghaftes Verhalten ist ein sich wiederholendes und zielgerichtetes Verhalten, das mit einem subjektiven Gefühl verbunden ist, dass es durchgeführt werden muss, z.B. Kontrollieren, Waschen.",
        "answer0": "Kein Problem. Keine zwanghaften oder obsessiven Symptome, kann Veränderungen in der Routine ohne Angst ertragen.",
        "answer1": "Leichtes Problem. Einhaltung von Routinen oder Gewohnheiten, mit etwas Angst oder Ärger, wenn diese gestört werden, z.B. perfektionistisch bei Hausaufgaben, verbringt jeden Abend zusätzlich Zeit mit Überprüfen und noch einmal überprüfen.",
        "answer2": "Moderates Problem. Routinen und Gedankenfixierung wirken sich auf das Funktionieren im Alltag aus und verursachen Konflikte oder erfordern eine größere Anpassung durch die BetreuerInnen, z.B. muss die Familie den Zeitplan so anpassen, dass er/sie zweimal täglich stundenlanges Duschen unterbringen kann; die Beschäftigung mit aufdringlichen Gedanken verursacht täglich Schwierigkeiten.",
        "answer3": "Starkes Problem. Obsessionen oder Zwänge dominieren das tägliche Funktionieren und stören die soziale und kognitive Entwicklung, z.B. zwanghaftes Zählen/Überprüfen stört die Schularbeit, durchdringende Sorge um Sauberkeit führt zu Isolation und Einschränkung der Aktivitäten.",
        "answer4": "Sehr starkes Problem. Durch Rituale oder Zwänge quasi außer Gefecht gesetzt, z.B. Weigerung, das Haus aus Angst vor Kontamination zu verlassen, kann nicht sprechen oder sich bewegen, weil er/sie sich nicht entscheiden kann."
    },
    {
        "title": "21 - Psychischer Zustand - Posttraumatische intrusive Erfahrungen",
        "number": "21",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Posttraumatische intrusive Erfahrungen",
        "text": "Wiederkehrende traumabezogene Gedanken, Bilder, Gefühle oder Verhaltensweisen, die eine emotional stark geladene, beängstigende oder überwältigende Qualität haben; werden mit emotionaler Erregung in Verbindung gebracht und dringen in den Geist der Person auf eine Weise ein, die außerhalb der willentlichen Kontrolle liegt. Inkludiert sich aufdrängende Erinnerungen, Alpträume, Flashbacks, Wiedererleben. Ausgeschlossen sind depressive oder Zwangsgedanken, oder solche, die mit bestimmten Phobien im Zusammenhang stehen.",
        "answer0": "Kein Problem. Keine Anzeichen für ein Problem mit posttraumatischen intrusiven Erfahrungen.",
        "answer1": "Leichtes Problem. Kann Gedanken, Bilder, Verhaltensweisen oder Gefühle, die vergehen und willentlich kontrolliert werden können, diese sind in ihrer Intensität begrenzt und beinträchtigen nicht das normale Funktionieren. Werden z.B. von einem aktuellen Stiefvater an einen Täter erinnert, pflegen aber eine distanzierte, aber angenehme Beziehung mit ihm.",
        "answer2": "Moderates Problem. Gedanken, Bilder, Verhaltensweisen oder Gefühle, die intensiv sind und erhebliche Ängste und Funktionsstörungen verursachen, aber freiwillig eingedämmt werden können, z.B. Jugendliche hören stundenlang Musik, um sich aufdrängende Gedanken zu blockieren.",
        "answer3": "Starkes Problem. Gedanken, Bilder, Verhaltensweisen oder Gefühle, die intensiv und leicht auslösbar sind, nicht willentlich kontrolliert werden können und schwere Ängste und erhebliche Störungen im sozialen und akademischen Funktionieren verursachen, z.B. ein Junge hat Flashbacks zu einer traumatischen Schlägerei in der Schule, schwänzt daher und meidet die Schule.",
        "answer4": "Sehr starkes Problem. Gedanken, Bilder, Verhaltensweisen oder Gefühle, die überwältigend und allgegenwärtig sind, eine intensive persönliche Belastung verursachen und das tägliche Funktionieren dominieren, z.B. nach einer Vergewaltigung gerät ein Mädchen in Panik, wenn es einen Mann sieht, springt bei jedem Geräusch auf, und zieht sich in ihr Zuhause zurück, wo sie sich in ihrem Zimmer versteckt und unter starker Angst leidet."
    },
    {
        "title": "22 - Psychischer Zustand - Aufmerksamkeit und Konzentration",
        "number": "22",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Aufmerksamkeit und Konzentration",
        "text": "Das Ausmaß, in dem sich das Kind bzw. der/die Jugendliche für angemessene Zeiträume auf eine Aufgabe konzentrieren kann, ohne Ablenkung oder Unterbrechung der Konzentration, ohne persönliche Betreuung oder andere individuelle Aufmerksamkeit. Bewerten Sie typisches Verhalten, nicht Aufmerksamkeitsverluste durch Müdigkeit oder situationsspezifische Faktoren.",
        "answer0plus": "Eine spürbare Stärke. Eltern und Lehrer kommentieren die Konzentrationsfähigkeit und die Fähigkeit, auch bei unerwünschten, aber notwendigen Aufgaben bei der Sache zu bleiben.",
        "answer0": "Kein Problem. Fähigkeit zur Teilnahme und Konzentration auf Aufgaben für altersgerechte Zeitspannen - auch solche Aufgaben, die nicht gleich als lohnend betrachtet werden.",
        "answer1": "Leichtes Problem. Manchmal in der Lage, bei einer Aufgabe mitzumachen und für 45 Minuten lang dranzubleiben, aber oft (mindestens täglich) abgelenkt, auch von einer Aktivität, die er/sie genießt, kann nicht beenden, was er/sie beginnt, oder sich darum bemühen, Aufgaben zu erledigen, die frustrierend oder eine Routineübung sind.",
        "answer2": "Moderates Problem. Ist selten in der Lage, an einer Aufgabe für mehr als 30 Minuten dran zu bleiben, außer Aktivitäten wie Fernsehen oder Videospiele, LehrerIn berichtet Ablenkbarkeit in der Schule, kann nicht an frustrierenden oder langweiligen Aufgaben dranbleiben.",
        "answer3": "Starkes Problem. Unfähig, die meisten Aktivitäten mehr als 15 Minuten lang ohne Unterbrechung oder Ablenkung durchzuführen, auch wenn er/sie Spaß daran hat; Ablenkbarkeit beeinträchtigt den Erwerb von Fähigkeiten und Informationsaufnahme in der Schule.",
        "answer4": "Sehr starkes Problem. Nicht in der Lage, sich mehr als ein paar Minuten lang auf eine Aufgabe oder Aktivität zu konzentrieren, ständig abgelenkt, schwere Probleme beim Lernen in der Schule oder bei der Erledigung anderer Aufgaben."
    },
    {
        "title": "23 - Psychischer Zustand - Irritabilität",
        "number": "23",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Irritabilität",
        "text": "Allgemeine Reaktion auf Frustration, Enttäuschung, Kritik oder Provokation. Beinhaltet Ansprechbarkeit auf Reize im Zusammenhang mit manischen Zuständen.",
        "answer0plus": "Eine Stärke. Wird von anderen als besonders ausgeglichenes, ruhiges Temperament wahrgenommen (ohne passiv oder schüchtern zu sein.)",
        "answer0": "Kein Problem. Keine ungewöhnliche Irritabilität; kann bei Müdigkeit reizbar reagieren, aber im Allgemeinen ausgeglichen.",
        "answer1": "Leichtes Problem. Reagiert intensiver als die meisten anderen, wirkt oft mürrisch oder reizbar als Reaktion auf leichte Frustration oder Enttäuschung.",
        "answer2": "Moderates Problem. Reagiert oft unverhältnismäßig auf Frustration oder Enttäuschung mit Schreien oder Weinen; andere Menschen sehen ihn/sie als aufbrausend oder unberechenbar.",
        "answer3": "Starkes Problem. Hat häufig größere Ausbrüche (z.B. Schreien, Weinen, Drohen), auch bei kleinen Frustrationen; diese können den Umgang mit Gleichaltrigen, Familie und Schule erheblich beeinträchtigen.",
        "answer4": "Sehr starkes Problem. Hat mehrmals täglich Ausbrüche, und scheint ständig wütend oder explosiv zu sein; andere meiden ihn/sie und können Angst vor seinem/ihrem Temperament haben."
    },
    {
        "title": "24 - Psychischer Zustand - Schlafstörungen",
        "number": "24",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] Pharmacological [[Physical Health matters]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Schlafstörungen",
        "text": "Schwierigkeiten mit Schlaf und Erregung, einschließlich Schlaflosigkeit (Schwierigkeit, einzuschlafen), übermäßige Tagesschläfrigkeit, Alpträume, Nachtschrecken, Schlafapnoe, Schlafwandeln und Narkolepsie. Bewertet auf der Grundlage, wie viel Stress und Funktionsstörungen mit dem Problem verbunden sind, unabhängig davon, ob der Schlaf das Hauptanliegen ist.",
        "answer0": "Kein Problem. Kann manchmal nachts aufwachen, schläft aber problemlos wieder ein, keine anhaltenden Probleme.",
        "answer1": "Leichtes Problem. Zum Beispiel anhaltende Schwierigkeiten beim Einschlafen (bis zu 1 Stunde), Alpträume oder nächtliches Aufwachen, die tagsüber Müdigkeit verursachen.",
        "answer2": "Moderates Problem. Größere Schwierigkeiten, die die Funktionsfähigkeit beeinträchtigen, z.B. Beschwerden über Einschlafschwierigkeiten von mehr als einer Stunde Dauer; übermäßiges Schlafen am Tag, Schlafwandeln, das zu familiären Störungen führt; oder Tag-Nachtumkehr.",
        "answer3": "Starkes Problem. Zum Beispiel nächtliche Schlafstörungen, die sie tagsüber erschöpft zurücklassen und den persönlichen und/oder familiären Alltag beeinträchtigen, tagsüber übermäßiges Schlafen, Narkolepsie-Symptome stören die schulische oder soziale Funktionstüchtigkeit, Manie lässt den Menschen nur 3 Stunden pro Nacht schlafen.",
        "answer4": "Sehr starkes Problem. Schlafprobleme, die eine akute Gefahr für die Sicherheit oder Entwicklung darstellen, z.B. agitiertes Schlafwandeln oder Nachtschrecken, der zu aggressivem oder unkontrollierbarem Verhalten führt, Kinder/Jugendliche in psychotischer Pause schlafen mehrere Tage nicht."
    },
    {
        "title": "25 - Psychischer Zustand - Depressionen",
        "number": "25",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork [[Group Work]] MentalizationBasedWork Pharmacological AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Depressionen",
        "text": "Depressionen können sich in Trauer, Weinen, Reizbarkeit, Lethargie, Langeweile usw. manifestieren; einer der Hauptfaktoren ist die Unfähigkeit, sich über normalerweise angenehme Dinge zu freuen. Mangelnde Aktivität oder Rückzug im Zusammenhang mit negativen Symptomen der Psychose werden hier nicht bewertet, es sei denn, es gibt eindeutige Hinweise auf eine dysphore Stimmung.",
        "answer0": "Kein Problem. Ist traurig als Reaktion auf normale Stressoren, angemessene Bandbreite der Affekte.",
        "answer1": "Leichtes Problem. Oft traurig, gelangweilt oder irritierbar, kann oft weinen, wird von anderen als traurig wahrgenommen, kann aber auch Glücksphasen erleben und kann mit Freude normale Aktivitäten ausüben.",
        "answer2": "Moderates Problem. Scheint die meiste Zeit traurig, gelangweilt oder irritierbar, gibt sich nicht mit normalerweise angenehmen Aktivitäten ab.",
        "answer3": "Starkes Problem. Erscheint traurig, gelangweilt, irritierbar oder fast immer zurückgezogen, kann nicht bei normalen Aktivitäten dranbleiben, scheint keine Freude an irgendetwas zu haben, kann morbide oder selbstmörderische Gedanken ausdrücken.",
        "answer4": "Sehr starkes Problem. Traurig, weinerlich oder fast immer zurückgezogen, ist inaktiv und untätig, kann durch keine Intervention aufgeheitert werden; Schlaf, Appetit und Aktivitätsniveau können beeinträchtigt sein; anhaltende morbide oder selbstmörderische Gedanken."
    },
    {
        "title": "26 - Psychischer Zustand - Absichtlich selbstverletzendes Verhalten",
        "number": "26",
        "category": "E",
        "tags": "hide-subpage [[Crisis Contingency Planning]] EmergencyProcedures FamilyWork MentalizationBasedWork [[Motivational Work]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Absichtlich selbstverletzendes Verhalten",
        "text": "Umfasst absichtliches selbstverletzendes Verhalten; schließt selbstmörderisches Verhalten oder unklar motiviertes Verhalten aus, das zu Verletzungen führt. Mehrdeutiges Verhalten (z.B. das Schlagen einer Wand) kann als selbstschädigend angesehen werden, wenn es nach Schmerzen oder Verletzungen wiederholt wird. Selbst-Tattooing/Piercing gelten als Selbstverletzung, aber professionelles Tattooing oder Piercing nicht.",
        "answer0": "Keine Probleme - kein selbstverletzendes Verhalten gemeldet.",
        "answer1": "Leichtes Problem. Gewohnheiten wie Nagelkauen oder Hautzupfen führen zu leicht entstellenden oder schmerzhaften Zuständen.",
        "answer2": "Moderates Problem. Zum Beispiel tätowiert sich selbst oder schneidet sich leicht; schlägt die Faust gegen Wand oder Fenster.",
        "answer3": "Starkes Problem. Schneidet sich wiederholt selbst; Selbstverletzung, die medizinische Hilfe erfordert; verbrennt sich selbst.",
        "answer4": "Sehr starkes Problem. Die Selbstverletzung wird wiederholt und schwerwiegend, so dass die Gesundheit oder die körperliche Unversehrtheit gefährdet ist (z.B. führt das Schneiden zu Infektionen und starken Narbenbildung)."
    },
    {
        "title": "27 - Psychischer Zustand - Essstörungen",
        "number": "27",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Motivational Work]] MultiFamilyWork [[Physical Health matters]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Essstörungen",
        "text": "Umfasst alle Formen von Essstörungen, ob Kalorieneinschränkung, Binge-Essen mit oder ohne Erbrechen, Pica Syndrom etc. Eine Erhöhung oder Verringerung der Kalorienzufuhr infolge von Depressionen oder anderen Problemen wird unter Diät und/oder Appetit bewertet. Beinhaltet das Nichtessen aus Gründen, die mit wahnhaften Zuständen verbunden sind, wie z.B. dem Glauben, dass Lebensmittel vergiftet sind.",
        "answer0": "Kein Problem. Normale Essgewohnheiten für das Alter.",
        "answer1": "Leichtes Problem. Etwas Sorge wegen Essgewohnheiten; z.B. Beschränkung des Essens auf wenige Lebensmittel, chronisches Überessen bei Übergewichtigen.",
        "answer2": "Moderates Problem. Extreme Einschränkung der Art oder Menge der Lebensmittel oder dramatische Überernährung (z.B. Lebensmittel muss eingeschlossen werden).",
        "answer3": "Starkes Problem. Die Einschränkung oder der Verzehr von Lebensmitteln stellt ein ernsthaftes Gesundheitsproblem dar, z.B. Über- oder Untergewicht, so dass der Arzt eine Intervention empfiehlt, die über Diät bei Übergewicht hinausgeht; Ess-/ Brechsucht.",
        "answer4": "Sehr starkes Problem. Essgewohnheiten stellen eine unmittelbare Gefahr für die Gesundheit dar, z.B. akute Anorexia nervosa, bzw. das Erbrechen im Rahmen der Bulimie verursacht akute medizinische Probleme."
    },
    {
        "title": "28 - Psychischer Zustand - Substanzmissbrauch",
        "number": "28",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Motivational Work]] MultiFamilyWork [[Physical Health matters]] [[Social-Ecological Work]] [[Substance use disorder - treatment]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Substanzmissbrauch",
        "text": "Der Konsum von Alkohol oder illegalen Drogen (keine Zigaretten) ohne elterliche Zustimmung; kulturell sanktionierter Konsum wie Schlucke von Wein der Eltern werden nicht bewertet; in einer geschlossenen Einheit wie in einer Kinder-/Jugendstation oder einer Strafanstalt sollte die Einschätzung der Schwere auf Beobachtungen der geäußerten Einstellung, des Interesses und des gezeigten Willens zu Abstinenz/Behandlung erfolgen.",
        "answer0": "Kein Problem. Kein Konsum von Alkohol oder Drogen oder nur gelegentlicher (z.B. einmal im Monat) sozialer Konsum von Alkohol.",
        "answer1": "Leichtes Problem. Gelegentlicher Konsum von Alkohol oder Drogen, aber ohne nachteilige Folgen oder regelmäßige Intoxikation; während er/sie im Krankenhaus liegt oder festgehalten ist, leugnet er/sie jedes Problem mit dem Drogenmissbrauch und beabsichtigt, den sozialen Konsum fortzusetzen.",
        "answer2": "Moderates Problem. Alkohol- oder Drogenkonsum bis hin zur Intoxikation mindestens einmal pro Woche; während des Krankenhausaufenthaltes oder Freiheitseinschränkung kämpft er/sie mit Heißhungerattacken, wechselnde Motivation zu Enthaltsamkeit.",
        "answer3": "Starkes Problem. Häufige (mehr als zweimal pro Woche) Intoxikationen; der Konsum von Substanzen beeinflusst die Beziehungen, die Schule und/oder das Funktionieren der Arbeit; wenn er/sie ins Krankenhaus eingeliefert oder freiheitsbeschränkt wird, sehnt er/sie sich nach Substanzen, spricht oder denkt wiederholt über den Konsum nach; kein Plan, sich zu enthalten.",
        "answer4": "Sehr starkes Problem. Täglicher Konsum von Substanzen trotz schädlicher Auswirkungen; während des Krankenhausaufenthaltes oder Freiheitsbeschränkung anhaltendes Verlangen und Versuche, Substanzen zu erhalten."
    },
    {
        "title": "29 - Psychischer Zustand - Suizidalität",
        "number": "29",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Use the Mental Health Act]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Suizidalität",
        "text": "Die Suizidalität wird sowohl nach Verhalten als auch nach Gedanken bewertet. Es muss eindeutige Beweise für die Absicht geben, Selbstverletzung zu verursachen, um das Verhalten als Selbstmordversuch zu bewerten; eine versehentliche Selbstverletzung wird nicht eingestuft. Bewerten Sie auch keine Verletzungen oder Krankheiten als Folge anderer symptomatischer Verhaltensweisen wie Drogenmissbrauch oder Essstörungen, es sei denn, es wird eine bestimmte selbstmörderische Absicht zum Ausdruck gebracht. Folgen Sie den internen Kinderschutzplänen, wenn dieses Item >1 bewertet wird.",
        "answer0": "Kein Problem - keine selbstmörderischen Gedanken, Pläne oder Absichten.",
        "answer1": "Leichtes Problem. Berichtet über Selbstmordgedanken oder anhaltende Hoffnungslosigkeit.",
        "answer2": "Moderates Problem. Spricht über hartnäckige Selbstmordgedanken, inklusive mancher Gedanken über eine Methode oder einen Plan.",
        "answer3": "Starkes Problem. Selbstmordhandlungen wie z.B. die Einnahme von 5 Pillen, oberflächliches Schneiden der Handgelenke und/oder signifikante Vorbereitungen auf einen Selbstmordversuch.",
        "answer4": "Sehr starkes Problem. Selbstmordversuch oder potenziell tödliche Handlung, z.B. Einnahme einer Flasche Prozac (Antidepressivum), oder klare Vorbereitungen für einen schweren Selbstmordversuch, die gegen den Willen des/der Jugendlichen gestoppt werden."
    },
    {
        "title": "30 - Psychischer Zustand - Widerstand",
        "number": "30",
        "category": "E",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork MentalizationBasedWork MultiFamilyWork [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Widerstand",
        "text": "Ein Stil des Widerspruchs, der Nichteinhaltung von Regeln und/oder der Weigerung, Anweisungen von Autoritätspersonen zu befolgen; ein gewisses Maß an Missachtung wird normalerweise erwartet, Verhalten sollte nur dann als problematisch eingestuft werden, wenn es von Alters- und kulturellen Normen abweicht.",
        "answer0": "Kein Problem. Gelegentlicher Widerspruch, reagiert aber in der Regel auf Aufforderung, wenn Grenzen und Regeln klar sind.",
        "answer1": "Leichtes Problem. Ignoriert Aufforderungen von Erwachsenen oder diskutiert über diese, folgt aber in der Regel nach wiederholten Aufforderungen und Grenzensetzen.",
        "answer2": "Moderates Problem. Ignoriert oder weigert sich oft (z.B. die Hälfte der Zeit), Aufforderungen von Erwachsenen nachzukommen; erfordert oft Strafandrohungen und Ultimaten zur Erfüllung.",
        "answer3": "Starkes Problem. Die meiste Zeit, in der Bitten oder Forderungen gestellt werden, verweigert er/sie oder führt einen Machtkampf; Widerstand ist in mehr als einer Umgebung oder Beziehung vorhanden.",
        "answer4": "Sehr starkes Problem. Die meisten Interaktionen mit Erwachsenen sind durch Widerstand, Verweigerung und Konflikte gekennzeichnet, was zu großen Verhaltens-, akademischen und sozialen Problemen führt und die soziale und kognitive Entwicklung beeinträchtigt."
    },
    {
        "title": "31 - Psychischer Zustand - Zerstörung von Eigentum",
        "number": "31",
        "category": "E",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Zerstörung von Eigentum",
        "text": "Bezieht sich auf die absichtliche Zerstörung eigenen oder fremden Eigentums des Jugendlichen, sei es in Wutausbrüchen oder nicht, wie Graffiti, Fenster einschlagen, Dinge werfen usw.",
        "answer0": "Kein Problem. Keine Zerstörung von Eigentum in jeglichen Berichten.",
        "answer1": "Leichtes Problem. Gelegentliche leichte Zerstörung von Eigentum, z.B. Werfen von eigenem Eigentum, wenn er/sie wütend ist, Zeichnen an Wänden.",
        "answer2": "Moderates Problem. Relevantes destruktives Verhalten, das entweder viele seiner/ihrer eigenen Besitztümer betrifft oder bei dem absichtlich und mehrfach der Besitz anderer zerstört wird, z.B. Löcher in die Wand schlagen, Bücher zerreißen.",
        "answer3": "Starkes Problem. Schwerwiegendes, wiederholt destruktives Verhalten, z.B. zerreißt Kleidung, zerstört den Besitz der Eltern.",
        "answer4": "Sehr starkes Problem. Zerstörerisches Verhalten, das schwerwiegende Folgen für die Familie oder die Gemeinschaft hat, z.B. Brandstiftung, die Sachschäden verursacht, wiederholtes außer Kontrolle geraten und Ausraster, bei dem das Kind bzw. der/die Jugendliche Gegenstände zerschlägt und wirft."
    },
    {
        "title": "32 - Seelischer Zustand - Absichtliches Verletzen von Menschen oder Tieren",
        "number": "32",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork Pharmacological [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Absichtliches Verletzen von Menschen oder Tieren",
        "text": "Aggressives und/oder sadistisches Verhalten, das andere Menschen oder Tiere schädigen könnte oder tatsächlich Schaden zufügt. Sozial oder kulturell anerkannte Formen der Aggression (z.B. Jagd, Insektentötung) werden nicht berücksichtigt, es sei denn, sie werden ungewöhnlich sadistisch gehandhabt (z.B. Freude daran, die Flügel von Schmetterlingen auszureißen). Halten Sie sich an Ihre Risikohandlungspläne, wenn dieses Item >1 ergibt.",
        "answer0": "Kein Problem. Löst keine körperlichen Konflikte mit anderen aus .",
        "answer1": "Leichtes Problem. Beginnt häufiger körperliche Kämpfe mit anderen, als es für seine/ihre Altersgruppe typisch ist.",
        "answer2": "Moderates Problem. Aggressiv oder kämpferisch (mehrmals pro Woche), oder zeigt starke Aggression, so dass eine Verletzung wahrscheinlich ist, oder zeigt offensichtliche körperliche Aggression gegenüber Erwachsenen, oder Grausamkeit gegenüber Tieren, die nicht zu schweren Verletzungen führt, aber beabsichtigt ist.",
        "answer3": "Starkes Problem. Wiederholt so aggressiv, dass andere verletzt werden (z.B. blutige Nase, blaues Auge), das nicht durch normale Grenzen und Strukturen eingedämmt werden kann, wird als Gefahr für andere angesehen oder hat ein Tier absichtlich schwer verletzt oder getötet.",
        "answer4": "Sehr starkes Problem. Hat eine andere Person schwer verletzt (z.B. gebrochene Knochen, erforderliche medizinische Versorgung) und ist weiterhin außer Kontrolle, so dass weitere Vorfälle wahrscheinlich sind; oder wiederholtes absichtliches Töten von Tieren; oder sadistisches Verhalten, bei dem es offensichtlich Spaß macht, Schmerzen zu verursachen."
    },
    {
        "title": "33 - Psychischer Zustand - Problematisches Sexualverhalten",
        "number": "33",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Problematisches Sexualverhalten",
        "text": "Bewerten Sie Besorgnisse, Ängste und Verhaltensweisen, die für die/den Jugendliche/n oder andere Personen Ärger, Konflikte oder Risiken verursachen. Dies kann das Ausleben von Handlungen wie Promiskuität, Missbrauch oder Exhibitionismus sein; oder Hemmungen wie zwanghafte Sorge um sexuelle Belange oder Ängste, die soziale Interaktionen behindern. Fragen der Geschlechtsidentität werden hier nicht bewertet, es sei denn, sie werden von problematischen sexuellen Ängsten oder Verhaltensweisen begleitet. Verwenden Sie den Risikohandlungsplan, wenn dieses Item >1 beträgt.",
        "answer0": "Keine Probleme. Keine Bedenken vom Kind bzw. von dem/der Jugendlichen oder Anderen.",
        "answer1": "Leichtes Problem. Beunruhigende Sorgen oder Zweifel bezüglich sexueller Themen, wiederholte unangemessene sexuelle Kommentare.",
        "answer2": "Moderates Problem. Sexuelle Probleme verursachen erhebliche Ängste und/oder soziale Probleme, z.B. Ängste bezüglich oder Besessenheit von Sex stören soziale Beziehungen, öffentliche Masturbation, unangemessene Sexspiele mit Gleichaltrigen.",
        "answer3": "Starkes Problem. Sexuelles Verhalten, das soziale oder körperliche Risiken mit sich bringt, z.B. promiskuitiver, ungeschützter Sex, Exhibitionismus.",
        "answer4": "Sehr starkes Problem. Extrem unangemessenes Sexualverhalten, wie Vergewaltigung, sexuelle Belästigung mit Nötigung.34 - Psychischer Zustand - Psychotische Erfahrungen"
    },
    {
        "title": "34 - Psychischer Zustand - Psychotische Erfahrungen",
        "number": "34",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Psychotische Erfahrungen",
        "text": "Vorhandensein psychotischer Symptome, wie z.B. Wahnvorstellungen (Festhalten an falschen Überzeugungen ohne objektive Beweise, welche unmöglich oder höchst unwahrscheinlich sind. Wahnvorstellungen sind nicht durch rationale Argumente oder gegenteilige Beweise beeinflussbar und sind kein konventioneller Glaube im Zusammenhang mit dem sozialen oder kulturellen Hintergrund der Person) oder Halluzinationen (jede Erfahrung objektiv unrealistischer Wahrnehmungen, wie z.B. Hören, Sehen, Halluzinationen von Berührungen oder Gerüchen, die andere nicht haben, wenn sie NICHT unter dem Einfluss von berauschenden Substanzen stehen. Bewerten Sie nur deskriptiv, nicht auf der Grundlage der mutmaßlichen Ursache. Werten Sie Flashbacks nur, wenn sie als real und nicht als intensive Erinnerung erlebt werden.).",
        "answer0": "Kein Problem mit psychotischen Symptomen. Verzerrungen und Fehleinschätzungen kurz vor oder nach dem Schlafengehen, die nicht anhaltend oder wiederholt störend sind, werden als normal angesehen.",
        "answer1": "Leichtes Problem. Umschriebene Wahnvorstellungen, die das tägliche Verhalten nicht beeinflussen, z.B. glaubt, dass die tote Großmutter tatsächlich lebt, trotz der Teilnahme an der Beerdigung und vieler Versuche, vom Gegenteil zu überzeugen. Verzerrt die Wahrnehmung immer wieder so, dass sie Angst hervorruft oder schürt, z.B. wenn er/sie in der Abenddämmerung erschreckende Figuren sieht, interpretiert Geräusche als Stimmen.",
        "answer2": "Moderates Problem. Wahnhafte Überzeugungen beeinflussen das Verhalten, aber die Auswirkungen beschränken sich auf einen bestimmten Bereich, z.B. glaubt er/sie, dass er/sie durch Essgeschirr an Syphilis erkrankt sein könnte und verwendet deshalb nur Einweggeschirr. Behauptet ständig, Dinge zu hören oder zu sehen, die andere nicht sehen oder hören können, z.B. Flashbacks von traumatischen Erfahrungen, reagiert oder antwortet aber nicht auf die Halluzinationen.",
        "answer3": "Starkes Problem. Wahnvorstellungen spielen eine große Rolle im täglichen Leben, beeinflussen das Verhalten, die Einstellungen und die Kommunikation z.B. glaubt, er/sie ist der Sohn Gottes und spricht darüber ständig mit Gleichaltrigen und Erwachsenen. Kann dabei beobachtet werden, auf Halluzinationen zu reagieren, was die normale Funktionsfähigkeit beeinträchtigt.",
        "answer4": "Sehr starkes Problem, das von den Reaktionen auf wahnhafte Überzeugungen dominiert wird, kann z.B. das eigene Zimmer nicht verlassen, weil er/sie sich von Feinden bedroht fühlt, lebhafte offensichtliche Halluzinationen, die Stress verursachen oder destruktive Befehle erteilen (z.B. Selbstmord oder Mord)."
    },
    {
        "title": "35 - Psychischer Zustand - Euphorische Stimmung",
        "number": "35",
        "category": "E",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological [[Physical Health matters]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Euphorische Stimmung",
        "text": "Eine Stimmung, die im Vergleich zu den realen Ereignissen unverhältnismäßig „high“, ausgelassen, manisch, bzw. unrealistisch glücklich ist. Die Erregbarkeit im Zusammenhang mit manischen Zuständen wird separat bewertet.",
        "answer0": "Kein Problem. Normaler Stimmungsschwankungsbereich; kann manchmal ausgelassen/albern sein, kann aber in einer ernsten Situation altersgemäß runterkommen.",
        "answer1": "Leichtes Problem. Oft albern oder ausgelassen, hat Schwierigkeiten, in einer ernsten Umgebung runterzukommen.",
        "answer2": "Moderates Problem. Wirkt sichtlich „high\", unrealistisch optimistisch, kann sich schwer auf realistische Pläne und Ziele konzentrieren; dies beeinträchtigt die Funktionsfähigkeit in einigen Bereichen.",
        "answer3": "Starkes Problem. Die überhöhte Stimmung stört deutlich die Funktionsfähigkeit (z.B. bis spät in der Nacht aufbleiben, an Projekten arbeiten und nicht aufhören können, macht grandiose Pläne).",
        "answer4": "Sehr starkes Problem. Euphorische Stimmung dominiert das Verhalten und beeinträchtigt das Urteilsvermögen und die Funktionsfähigkeit schwerwiegend (z.B. wild übertriebene Ideen und Pläne, rasende Gedanken, Promiskuität, gibt deutlich zu viel Geld aus, mehrtägige Schlafpause)."
    },
    {
        "title": "36 - Psychischer Zustand - Mentalisierungsfähigkeit",
        "number": "36",
        "category": "E",
        "tags": "hide-subpage MentalizationBasedWork AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Mentalisierungsfähigkeit",
        "text": "Die Fähigkeit des Kindes bzw. des/der Jugendlichen, feinfühlig die sich ändernden mentalen Zustände anderer Menschen und deren Auswirkungen auf ihr Handeln zu erkennen oder über eigene affektive Zustände nachzudenken. Wenn vorhanden, zeigt er/sie „mind-mindedness“ (Bewusstsein über die mentalen Zustände Anderer). Wenn fehlend, kann er/sie Gefühllosigkeit oder Unemotionalität zeigen oder eine Unfähigkeit, Frustration und affektive Zustände zu tolerieren, ohne auf Abwehr und Verdrängung zurückzugreifen.",
        "answer0": "Kein Problem. Zeigt altersgerechte Mentalisierungsfähigkeit - im Allgemeinen reflektierend und sensibel; toleriert Frustrationen - es ist normal, dass die Mentalisierungsfähigkeit in Zeiten hoher Affekte oder Konflikte abnimmt.",
        "answer1": "Leichtes Problem. Gelegentliche Einbrüche der Mentalisierungsfähigkeit, wenn er/sie innere Motive einer anderen Person in einer Weise falsch versteht, die auffallend ist, kann solche Fehler aber leicht korrigieren.",
        "answer2": "Moderates Problem. Versteht regelmäßig innere Motive anderer Menschen falsch oder scheint unsensibel auf die Menschen um sich herum zu reagieren.",
        "answer3": "Starkes Problem. Große Schwierigkeiten beim Hineinversetzen/Einfühlen in andere Menschen, oft von Situationen überwältigt, kämpft damit, zu verstehen, was Menschen dazu bringt, so zu handeln, wie sie es tun oder eigene emotionale Zustände zu managen, ohne „auszuagieren“ etc.",
        "answer4": "Sehr starkes Problem. Kann gefühllos oder unemotional wirken, geht davon aus, dass eigene Gedanken tatsächlich die Realität darstellen und nicht die subjektive Wahrnehmung der Realität, häufiges Ausagieren, chronisches Scheitern in vertrauensvollen Beziehungen."
    },
    {
        "title": "37 - Reaktion auf die Situation - Einsicht",
        "number": "37",
        "category": "F",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] [[Motivational Work]] Pharmacological [[Use the Mental Health Act]] AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Einsicht",
        "text": "Inwieweit das Kind bzw. der/die Jugendliche eine altersgerechte Wahrnehmung von und ein Verständnis für seine/ihre Probleme/Schwierigkeiten aufweist.",
        "answer0plus": "Gut. erkennt das Vorhandensein und das Ausmaß von Problemen/Schwierigkeiten vollständig an, sucht aktiv nach Erkenntnissen und nutzt sie konstruktiv, um Schwierigkeiten zu überwinden.",
        "answer0": "Kein Problem. Erkennt allgemein Schwierigkeiten/Probleme an.",
        "answer1": "Leichtes Problem. In der Lage, Probleme/Schwierigkeiten zu erkennen, aber nicht in vollem Umfang.",
        "answer2": "Moderates Problem. Erkennbare Schwierigkeiten, das Vorhandensein von Problemen/Schwierigkeiten anzuerkennen, verharmlost deren Ausmaß.",
        "answer3": "Größere Schwierigkeiten. Bestreitet/verharmlost aktiv Vorhandensein von Problemen/Schwierigkeiten.",
        "answer4": "Sehr schwerwiegend. Völlig unfähig, das Vorhandensein von Problemen/Schwierigkeiten zu erkennen."
    },
    {
        "title": "38 - Reaktion auf die Situation - Compliance bezüglich Behandlung und Hilfe",
        "number": "38",
        "category": "F",
        "tags": "hide-subpage FamilyWork [[Motivational Work]] [[Use the Mental Health Act]] [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Compliance bezüglich Behandlung und Hilfe",
        "text": "Inwieweit der Jugendliche erfolgreich an der Entwicklung und Durchführung seiner Behandlung und Pflege beteiligt ist.",
        "answer0": "Gut. Aktive Mitarbeit bei der Diagnostik, Planung und Durchführung der Hilfe. Arbeitet auf realistische persönliche Ziele hin; macht bei den Behandlungen und Untersuchungen gut mit.",
        "answer1": "Leichtes Problem. Mit etwas Unterstützung aktiv beteiligt bei der Diagnostik, Planung und Durchführung der Hilfe/Behandlung auf einem altersgerechten Niveau, aber mit einer gewissen Zurückhaltung bzw. Widerstand gegen die Einhaltung des Hilfeplans. Kooperativ in den meisten, aber nicht in allen Bereichen.",
        "answer2": "Moderates Problem. Erhebliche Schwierigkeiten bei der Umsetzung des Hilfeplans und/oder der Formulierung realistischer altersgerechter Ziele.",
        "answer3": "Starkes Problem. Weigerung, aktiv an der Hilfeplanung mitzuarbeiten oder nur passive Einhaltung vieler Aspekte des Hilfeplans. Schwierigkeiten, realistische, altersadäquate Ziele zu benennen.",
        "answer4": "Sehr starkes Problem. Nicht compliant mit den meisten Aspekten der Behandlung/des Hilfeplans. Verweigert oder ist unfähig, eine altersgerechte Diskussion über Ziele zu führen."
    },
    {
        "title": "39 - Maß der Komplexität - Chronizität",
        "number": "39",
        "category": "G",
        "tags": "hide-subpage [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Chronizität",
        "text": "Die Zeitspanne, in der der/die Jugendliche erhebliche Verhaltens- oder emotionale Probleme hatte (nicht beschränkt auf das vorliegende Problem).",
        "answer0": "Keine signifikanten Probleme.",
        "answer1": "Probleme seit weniger als einem Monat.",
        "answer2": "Probleme seit einem Monat bis zu sechs Monaten.",
        "answer3": "Probleme seit sechs Monaten bis zu vier Jahren.",
        "answer4": "Probleme seit mehr als vier Jahren."
    },
    {
        "title": "40 - Maß der Komplexität – Durchgängigkeit",
        "number": "40",
        "category": "G",
        "tags": "hide-subpage [[Working with the Professional Network]] AIMQuestion",
        "list": "0 1 2 3 4",
        "caption": "Durchgängigkeit",
        "text": "Das Ausmaß, in dem sich die Hauptprobleme des Kindes bzw. der/des Jugendlichen in verschiedenen Situationen oder Funktionsbereichen zeigen, z.B. Familie, Bildung, Psychologie, Körper, Soziales und Umwelt.",
        "answer0": "Keine signifikanten Probleme.",
        "answer1": "Gelegentliche Probleme, beschränkt auf eine Einstellung oder einen Funktionsbereich, z.B.Auseinandersetzungen mit Eltern etwa einmal pro Woche oder Angst vor Schulprüfungen.",
        "answer2": "Regelmäßige Probleme in einem Setting oder Umfeld, z.B. Verhaltensprobleme zu Hause mit Eltern und BetreuerInnen, aber nicht in der Schule, oder Konflikte in der Schule und über Hausaufgaben zu Hause, aber nicht in anderen Bereichen zu Hause, oder aggressive Ausbrüche im Haushalt eines Elternteils, aber nicht im anderen.",
        "answer3": "Probleme sind in mehr als einem Setting/Bereich vorhanden, z.B. wirkt sich Angst auf die Schularbeit und die Beziehungen zu Gleichaltrigen aus, Widerstand ist zu Hause und in der Schule vorhanden, das Kind oder der/die Jugendliche ist bei der Mutter verweigernd und ängstlich in der Schule.",
        "answer4": "Probleme sind in allen oder fast allen Settings und in jedem Umfeld vorhanden, z.B. Versagen in der Schule, Depressionen zu Hause, Isolation mit Gleichaltrigen."
    },
    {
        "title": "41 - Macht und Kontrolle – Erfahrung von Diskriminierung",
        "number": "41",
        "category": "H",
        "tags": "hide-subpage AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Erfahrung von Diskriminierung",
        "text": "Hier geht es um die Erfahrung eines jungen Menschen mit Diskriminierung und der Einfluss dessen auf sein Leben. Dies inkludiert Diskriminierung auf der Basis von Herkunft, ethnischer Zugehörigkeit, Religion, Kultur, Alter, Fähigkeit, Sexualität, Klasse und Religion. Die Diskriminierung kann über einen langen Zeitraum passiert sein und in multiplen Lebensbereichen, oder auch nur in spezifischen Situationen als einzelne Erfahrungen.",
        "answer0plus": "Stärke. Das Kind bzw. der/die Jugendliche hat selbst keine Diskriminierung erfahren, aber ist sich der Themen rund um Rassismus und Diskriminierung bewusst und setzt sich aktiv als Verbündete/r für Andere ein, die von diesem Problem betroffen sind.",
        "answer0": "Kein Problem. Das Kind bzw. der/die Jugendliche hat keine Diskriminierung erfahren.",
        "answer1": "Geringes Problem. Das Kind bzw. der/die Jugendliche hat sehr unregelmäßig Diskriminierung erlebt. Diese hatte jedoch keine andauernde Belastung zur Folge und behinderte ihn/sie nicht in ihrem Leben.",
        "answer2": "Moderates Problem. Das Kind bzw. der/die Jugendliche hat Erfahrungen mit Diskriminierung gemacht, die eine Belastung darstellten und in moderater Form Einfluss hatten auf sein/ihr Selbstbild und Sicherheitsgefühl. Die Betonung hier liegt auf dem Einfluss auf das Kind bzw. den/die Jugendliche/n und sein/ihr Leben.",
        "answer3": "Starkes Problem. Das Kind bzw. der/die Jugendliche erlebt Diskriminierung, die eine Dauerbelastung darstellt und deutlichen Einfluss auf sein/ihr Gefühl von Kontrolle, Sicherheit sowie sein/ihr Selbstbild hat. Die Diskriminierung behindert das Kind bzw. den/die jugendliche/n im Leben und beim Erreichen seiner/ihrer Lebensziele.",
        "answer4": "Sehr starkes Problem. Diskriminierung ist ein stets wiederkehrendes und bedeutsames Hindernis im Leben des Kindes bzw. des/der Jugendlichen. Es behindert seine/ihre Möglichkeit, das zu tun, was er/sie tun möchte im Leben und führt zu andauernder Belastung Und Trauma. Das Kind bzw. der/die Jugendliche bleibt mit dem Gefühl zurück, im Leben nicht in Sicherheit zu sein."
    },
    {
        "title": "42 - Macht und Kontrolle – Erfahrung von Ausnutzung",
        "number": "42",
        "category": "H",
        "tags": "hide-subpage AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Erfahrung von Ausnutzung",
        "text": "Hier geht es um die Erfahrung eines jungen Menschen mit Ausnutzung. Menschen in Machtpositionen oder Autoritäten nutzen ihre Macht aus, um Zwang oder Kontrolle auf das Kind bzw. den/die Jugendliche/n auszuüben. Dies inkludiert Grooming (gezielte Kontaktanbahnung mit Missbrauchsabsicht), sexuelle und kriminelle Ausbeutung und jede Erfahrung in welcher das Kind bzw. der/die Jugendliche unter Druck gesetzt wird, Dinge zu tun, die er/sie nicht tun möchte und die schädigend oder übergriffig sind. Anmerkung: es ist oft für Kinder und Jugendliche schwierig, die Ausbeutung/Ausnutzung selbst zu erkennen.",
        "answer0plus": "Stärke. Das Kind bzw. der/die Jugendliche hat selbst keine Ausnutzung erfahren. Hat eine gute Fähigkeit, sich selbst zu behaupten. Es gibt Beispiele, in denen er/sie Ausnutzung von Anderen erkennt und kompetent auf diesen Machtmissbrauch reagiert.",
        "answer0": "Kein Problem. Das Kind bzw. der/die Jugendliche hat keine Ausnutzung erfahren.",
        "answer1": "Geringes Problem. Das Kind bzw. der/die Jugendliche befindet sich manchmal in Situationen in denen die Gefahr besteht, ausgenutzt zu werden. Oder er/sie hat unregelmäßig dieErfahrung gemacht, dass Andere auf geringfügige Weise versuchten, ihn/sie auszunutzen oder ihre Macht ihnen gegenüber missbrauchten. Diese Versuche waren nicht erfolgreich und das Kind bzw. der/die Jugendliche war dazu in der Lage, diese Versuche als „nicht in Ordnung/nicht okay“ zu erkennen/identifizieren. Diese Versuche hinterließen keine anhaltenden Auswirkungen.",
        "answer2": "Moderates Problem. Das Kind bzw. der/die Jugendliche befindet sich HÄUFIG in Situationen, in denen die Gefahr besteht, ausgenutzt zu werden. Oder es gibt Anzeichen dafür, dass andere versucht haben, das Kind bzw. den/die Jugendliche/n auszunutzen und dass er/sie dadurch beeinträchtigt wurde.",
        "answer3": "Starkes Problem. Es gibt eindeutige Hinweise auf Ausnutzung. Dies wirkt sich auf das Kind bzw. den/die Jugendliche/n aus und stellt ein eindeutiges Risiko für ihn/sie dar. Die Gefahr/das Risiko und der Schaden sind anhaltend und er/sie ist nicht in der Lage zu erkennen oder so zu handeln, um sich selbst der Kontrolle anderer zu entziehen.",
        "answer4": "Sehr starkes Problem. Starke Kontrolle und Ausbeutung, die dem Kind bzw. dem/der Jugendlichen erheblichen Schaden oder Trauma zufügt und ihn/sie einem anhaltenden schweren Risiko aussetzt. Er/sie wird in einem Maße kontrolliert, dass er/sie nicht die Möglichkeit hat, Risiken zu erkennen oder de Situation zu ändern und es bestehen erhebliche Hindernisse für ein Eingreifen sowie für ein Entkommen aus der Situation."
    },
    {
        "title": "43 - Macht und Kontrolle – Digitales Leben",
        "number": "43",
        "category": "H",
        "tags": "hide-subpage AIMQuestion",
        "list": "0plus 0 1 2 3 4",
        "caption": "Digitales Leben",
        "text": "Hier geht es darum, wie das Kind bzw. der/die Jugendliche das Internet bzw. digitale Medien nutzt. Dies beinhaltet positive und negative Aspekte des Einflusses, den digitale Medien und das Internet auf sein/ihr Leben haben können. Positive Aspekte sind zum Beispiel: Lernen, Soziale Kontakte, Entspannung und Spaß. Negative Aspekte könnten z.B. sein: Internetsucht, Einfluss auf die Funktionalität im Alltag, Erfahrungen mit Mobbing, Pornos oder Radikalismus (und anderem).",
        "answer0plus": "Stärke. Das Kind bzw. der/die Jugendliche nutzt das Internet in einer Weise, die sein/ihr Leben bereichert (z.B. in Beziehungen oder für bedeutsame Aktivitäten). Die Internetnutzung ist angemessen, förderlich für die Entwicklung und das Kind bzw. der/die Jugendliche zeigt Einsicht in die Schattenseiten und Risiken des digitalen Lebens. Er/sie reguliert seine/ihre Mediennutzung entsprechend diesem Wissen.",
        "answer0": "Kein Problem. Benutzt das Internet/die digitalen Medien auf angemessene Weise um zu lernen, Spaß zu haben oder soziale Kontakte zu leben.",
        "answer1": "Geringes Problem. Er/sie zeigt zuweilen leichte Schwierigkeiten, seinen/ihren digitalen Medienkonsum hinsichtlich was, wie viel oder wann konsumiert wird, zu regulieren, sodass Andere bereits leichte Sorge diesbezüglich ausdrücken. Die Internetnutzung sowie der Konsum digitaler Medien führt aber nicht zu deutlichen Risiken für das Kind bzw. den/die Jugendliche/n.",
        "answer2": "Moderates Problem. Andere Personen rund um das Kind bzw. den/die Jugendliche/n äußernSorge oder Bedenken bezüglich des Medienkonsums und das digitale Leben und das Internet haben einen deutlichen Einfluss darauf, wie sich das Kind bzw. der/die Jugendliche seinen altersentsprechenden Entwicklungsaufgaben widmen kann. Der Medienkonsum führt immer wieder einmal zu Situationen, die Risiko oder Schaden für das Kind bzw. den/die Jugendliche/n oder Andere bedeuten können.",
        "answer3": "Starkes Problem. Deutlicher Einfluss des digitalen Medienkonsums auf das Leben und daskörperlich- seelische Wohlbefinden des Kindes bzw. des/der Jugendlichen. Zeigt wiederholt riskantes oder schädliches Verhalten im Umgang mit digitalen Medien.",
        "answer4": "Sehr starkes Problem. Die digitale Mediennutzung beeinflusst die Funktionalität im alltäglichen Leben in multiplen Lebensbereichen in einer andauernden und schädigenden Weise. Das Risiko, durch die digitale Mediennutzung Schaden zu nehmen, ist hoch und dauerhaft."
    }
]