[
    {
        "title": "01 Young person daily life - Social activities",
        "modified": "20210916105947342",
        "tags": "hide-subpage [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "1",
        "text": "Young person is involved in non-mandatory organized school or community activities, such as sports, clubs, faith groups, etc.",
        "answer0plus": "Actively engaged in range of social activities.",
        "answer0": "No problem. Regularly involved in at least one social activity e.g. club, sports team.",
        "answer1": "Mild. Periodic involvement but inconsistent, attendance, Actively, regularly involved in at least one social activity.",
        "answer2": "Moderate. Attends some activities sporadically, but not very involved in any one/does not maintain involvement.",
        "answer3": "Severe. Rare involvement or interest in organised activities, usually attends single occasion only.",
        "answer4": "Very severe. Has been repeatedly asked to leave social activities because of behaviour problems.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Social activities",
        "category": "A"
    },
    {
        "title": "02 Young person daily life - Attendance at Education, Employment or Training",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork MultiFamilyWork [[Working with the Professional Network]] AIMQuestion",
        "number": "2",
        "text": "Attendance at School, Employment or Training courses.  This is a measure of the extent of meaningful activity in the young person's life  Behaviour and attainment are coded separately. Rate the attendance by the young person in the most recent academic, training or work environment, during the most recent 3-month period for which information is available.",
        "answer0plus": "Attending at an above average level; e.g. particularly committed and working long hours productively.",
        "answer0": "No problem. Attending Education, Employment or a Training course for most or all of the working week.",
        "answer1": "Attending satisfactorily, but only part-time or on a reduced timetable on account of difficulties, so that some days during the working week are without meaningful activity.  Occasionally truants or refuses to attend scheduled activities.",
        "answer2": "Moderate problems with attendance - misses days or parts of days on most weeks, with or without the knowledge of parents or carers.",
        "answer3": "Severe. Missing more time than than attending, and very clear detrimental effect on progress at place of work.",
        "answer4": "Very severe. Rarely attends, if at all; at high risk of exclusion/dismissal, or has entirely dropped out of Education, Employment or Training.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Attendance at Education, Employment or Training",
        "category": "A"
    },
    {
        "title": "03 Young person daily life - Attainment in Education, Employment or Training",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork [[Working with the Professional Network]] AIMQuestion",
        "number": "3",
        "text": "Functioning in school, employment or training; includes academic performance and behaviour.  Since intellectual ability is recorded elsewhere, do not adjust this rating for perceived ability. Rate how the young person is functioning in the most recent academic or work environment, during the most recent 3-month period for which information is available.",
        "answer0plus": "Working at above average level, areas of strength. Good reports from teachers or employers.",
        "answer0": "No problem. Working at least at an average level; may have some areas of weakness and/or strength.",
        "answer1": "Mild. Working below year level in at least one academic area, working satisfactorily in others.  Employer recognises certain problems (timekeeping, workrate, etc) but they do not threaten employment status.",
        "answer2": "Moderate. Significant academic problems in several areas (e.g. fails maths and science exams), receives formal warnings from employer.",
        "answer3": "Severe. Consistently working below year level in most areas e.g. D average if graded.  Threatened dismissal from work.",
        "answer4": "Very severe. Far below year expectations in most academic areas e.g. failing most academic classes, retained a year, dropped out of school, dismissed from employment or unemployed with little appreciable engagement with job-hunting.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Attainment in Education, Employment or Training",
        "category": "A"
    },
    {
        "title": "04 Young person daily life - Other talents and abilities",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork [[Social-Ecological Work]] AIMQuestion",
        "number": "4",
        "text": "Skills/talents in activities such as athletics, art, music, mechanical, computers",
        "answer0plus": "Very good. Young person excels in at least one area of interest, recognized by others as being talented or exceptionally skilled, e.g. wins art competitions, star basketball player, soloist in city-wide choir.",
        "answer0": "Good. Shows talent and persistent interest in at least one area, e.g. takes music lessons and plays in orchestra for several years,develops skills working on cars.",
        "answer1": "Average. Has some interests, and participates in individual or group hobbies or activities, but has not developed any one area where skills or abilities make him or her stand out.",
        "answer2": "Significant difficulties. Has few interests or activities, or moves quickly from one to another without persisting long enough to develop skills; e.g. joins soccer team and quits after a few weeks, tries an instrument but drops it when frustrated.",
        "answer3": "Major difficulties. No special interests or activities acknowledged by the young person.",
        "answer4": "Very severe difficulties - no one in the young person's network can identify interests or activities, even ones that were evident in the past.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Other talents and abilities",
        "category": "A"
    },
    {
        "title": "05 Young person daily life - Physical health condition",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork Pharmacological [[Physical Health matters]] [[Social-Ecological Work]] SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "number": "5",
        "text": "Includes major illnesses or injuries and chronic conditions such as diabetes, arthritis, side effects of medication, physical effects of  alcohol/substance abuse. Excludes transient conditions e.g. influenza, sprained wrist.",
        "answer0plus": "In especially good physical condition, very fit, etc.",
        "answer0": "No problem. In good physical health, no obvious health problems.",
        "answer1": "Mild. Some health problems but well-controlled and/or unlikely to require significant adjustment of lifestyle.",
        "answer2": "Moderate. Significant health problems requiring medical intervention, monitoring, or adjustment of lifestyle to prevent deterioration, e.g. inadequately controlled diabetes, asthma, epilepsy.",
        "answer3": "Severe. In poor health.  Suffering from serious condition(s); physically frail.  Requires intensive medical intervention, major adaptation of lifestyle, and/or extensive monitoring, e.g. brittle diabetes, serious juvenile arthritis, cystic fibrosis.",
        "answer4": "Very severe. Very poor health.  Suffering from imminently life threatening condition, e.g. medically compromised anorectic, acute heart condition, active AIDS.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Physical health condition",
        "category": "A"
    },
    {
        "title": "06 Young person daily life - Self care",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork LivingSkills SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "number": "6",
        "text": "The extent to which the young person performs tasks such as hygiene, dressing, eating, and attention to personal health needs in age-appropriate manner; if the young person has not been given the opportunity to learn a particular skill (e.g. tie shoes because he has no shoes with ties), do not penalize, and rate on overall functioning.",
        "answer0plus": "Good. Takes an active interest in maintaining good health and appearance; i.e. is aware of and maintains personal appearance, well turned out, good hygiene, healthy diet.",
        "answer0": "No problem. Maintains appearance, self-care to reasonable degree with little or no prompting.",
        "answer1": "Mild. Has skills but sometimes refuses or neglects self-care tasks, or has a circumscribed problem that does not affect social functioning seriously, e.g. compulsive hand washing.",
        "answer2": "Moderate. Substantive deficit in self-care in one area that impacts social functioning, e.g. daytime enuresis, unkempt appearance that leads to peer  teasing.",
        "answer3": "Severe. Significant deficits in self-care in more than one area, impacting social and/or family functioning, or deficits impact health, e.g. diabetic teen does not  monitor food and blood sugar.",
        "answer4": "Very severe. Significant deficits in most or all areas of self-care, cannot function independently to bathe, dress, and prepare for school, creating major family, social, and/or health problems.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Self care",
        "category": "A"
    },
    {
        "title": "07 Young person daily life - Physical impairment or disability",
        "modified": "20210709101455353",
        "tags": "hide-subpage FamilyWork LivingSkills [[Physical Health matters]] [[Social-Ecological Work]] SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "number": "7",
        "text": "Rating of general impairment or disability from any cause that limits or prevents movement, or impairs sight or hearing, or otherwise interferes with personal functioning. Includes impairment resulting from congenital conditions, side effects of medication, physical disabilities resulting from accidents, etc.  DO NOT SELECT THIS AS A KEY PROBLEM if the disability is not amenable to change.",
        "answer0": "No physical impairment/disability.",
        "answer1": "Mild. Impairment/disability imposes mild restriction on activity/mobility, e.g. mild CP makes young person clumsy and impairs ability to compete in sports, hearing loss causes some problems in academic functioning.",
        "answer2": "Moderate. Restriction in significant areas of activity due to impairment/disability, severe seasonal asthma keeps the young person from participating in outdoor activities for several months each year.",
        "answer3": "Severe. Major restrictions in activity due to impairment/disability, e.g. confined to a wheelchair.",
        "answer4": "Very severe. Fully dependent. Activity/mobility severely restricted by impairment/disability e.g. quadriplegic, or confined to bed because of severe malnutrition related to anorexia.",
        "list": "0 1 2 3 4",
        "caption": "Physical impairment or disability",
        "category": "A"
    },
    {
        "title": "08 Young person daily life - Social development",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Crisis Contingency Planning]] [[Educational-Vocational Training]] FamilyWork [[Group Work]] LivingSkills [[Working with the Professional Network]] AIMQuestion",
        "number": "8",
        "text": "Rate social development and maturity, in comparison with peers of the same culture and age. This item would cover (although is not limited to) the kinds of problems with social interaction that are commonly observed in pervasive developmental disorders such as the autistic spectrum.  DO NOT SELECT THIS AS A KEY PROBLEM IF A DEVELOPMENTAL DEFICIT IS NOT AMENABLE TO CHANGE.",
        "answer0plus": "Good. Young person is mature for age, interacts like an older young person, gets along with older peers, seen as 'mature'.",
        "answer0": "No problem. Young person is typical for age, similar to peers.",
        "answer1": "Mild. Slightly immature, noticeably ‘younger’ in behaviour/attitudes/awareness e.g. less aware of dress/music other areas of interest shared by peer group.",
        "answer2": "Moderate. Young person is markedly immature, tends to fit in with younger peers, has regular lapses in social judgement.",
        "answer3": "Severe. Social deficit. Seen as immature or ‘out of tune’ socially, difficulty fitting in to a peer group, either because of overt immaturity or inappropriate responses to social cues.",
        "answer4": "Very severe. Widespread social deficit. Grossly immature, no or minimal ability to respond appropriately, perceived as misfit, rejected by all groups, isolated.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Social development",
        "category": "A"
    },
    {
        "title": "09 Young person daily life - Social skills and interaction",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Group Work]] LivingSkills [[Social-Ecological Work]] AIMQuestion",
        "number": "9",
        "text": "Young person is engaging, likeable, interested in interacting with people.  Social skills and interaction may be reduced for many reasons.  For (lilfe-long) developmental problems in managing reciprocal relationships (such as autistic spectrum difficulties) see also item 08 Young person daily life - Social development.",
        "answer0plus": "Good. Young person is likeable, has good social skills, actively enjoys and seeks out interaction with people of all ages.",
        "answer0": "No problem. Interacts adequately with most people, adequate social skills in relation to people of all ages.",
        "answer1": "Mild. Engages adequately with most people, has adequate social skills but some difficulties in interaction e.g. shy, hard to engage, awkward with some adults.",
        "answer2": "Moderate. Noticeable difficulties in peer and/or adult interactions, is withdrawn or interacts inappropriately at times.",
        "answer3": "Severe. Widespread difficulties in interaction, frequently inappropriate social skills, poor understanding of social cues.",
        "answer4": "Very severe. Serious problems in social skills or interactions, e.g. is isolated, has no friends, consistently  misreads social cues or responds inappropriately, is consistently hostile and cannot maintain relationships",
        "list": "0plus 0 1 2 3 4",
        "caption": "Social skills and interaction",
        "category": "A"
    },
    {
        "title": "10 Socio-Economic - Provision of Stable Housing",
        "modified": "20210709101455353",
        "tags": "hide-subpage SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "number": "10",
        "text": "Child or young person's ability to access stable, appropriate housing.  For older adolescents the assumption that the home is a //family// home may not be appropriate.",
        "answer0plus": "Good. (Family) home is secure and young person stable within it.",
        "answer0": "No problem. (Family) home is stable, occasional conflicts are resolved without recourse to threats about eviction.",
        "answer1": "Mild. (Family's) tenure at home may be at risk, but not imminently so, or conflict at home results in occasional threats about the young person leaving, or having to leave home.",
        "answer2": "Moderate. Significant risk that the family/young person will lose tenure of the home, or that conflict will lead to permanent expulsion of the young person, who spends occasional nights with friends or relatives to avoid conflict.",
        "answer3": "Severe. Family/young person has no stable housing - accomodation may be temporary, and inappropriate, or young person may be spending significant periods out of the family home, either by choice or at the family's insistence, or is in temporary housing.",
        "answer4": "Very severe. Young person is homeless - staying with friends ('sofa-surfing'), or street homeless.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Provision of Stable Housing",
        "category": "B"
    },
    {
        "title": "11 Socio-Economic - Income and Provision of Material Resources",
        "modified": "20210709101455353",
        "tags": "hide-subpage SubsistenceSupport [[Working with the Professional Network]] AIMQuestion",
        "number": "11",
        "text": "Family's ability to provide concrete resources for the young person; e.g. financial stability, appropriate housing, clothing, etc.  In the case of older adolescents living independently, this may refer to their capacity to access the same independently, via work or appropriate benefits.",
        "answer0plus": "Good. Family/young person is financially secure and can access funds/resources as required to help the young person.",
        "answer0": "No problem. Family/young person is financially stable, has access to funds and resources to meet the young person's basic needs.",
        "answer1": "Mild. Family/young person is financially stable but resources are stretched to meet all of the young person's significant needs.",
        "answer2": "Moderate. Family's/young person's limitations are such that some of the young person's needs cannot be met e.g. very limited funds for clothing or pocket money.",
        "answer3": "Severe. Family/young person has great difficulty making ends meet, precluding meeting of some of young person's needs.",
        "answer4": "Very severe. Family's/young person's resources are very limited and constitute a serious problem for the young person e.g. cannot afford clothes or school equipment, family/young person runs out of money each month, erratic or absent health care because of poor access.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Income and Provision of Material Resources",
        "category": "B"
    },
    {
        "title": "12 Family - Relationships",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "number": "12",
        "text": "The quality of interaction and affection __between members of the immediate family__ (parents and siblings and others living in the home). If variable, rate the best available relationship.",
        "answer0plus": "Good. Relationships are warm, confiding, including planned sharing of activities and enjoyment of each others' company.",
        "answer0": "No problem. Generally positive relationships, family members spend time together, no major conflicts.",
        "answer1": "Mild. Relationships are generally positive but with limited contact or expressed affection OR mild over-involvement.",
        "answer2": "Moderate. Relationships are neutral or distant, with only occasional shared activities or conversation; OR significant over-involvement.",
        "answer3": "Severe. Distant relationships, with no positive interaction or affection expressed, and rarely shared activities or conversation OR severely over-involved or enmeshed relationships.",
        "answer4": "Very severe. Relationships characterised by hostility, actively destructive, undermining of young person and other family  members OR  highly destructive level of enmeshed relationships/over-involvement.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Relationships",
        "category": "C"
    },
    {
        "title": "13 Family - Conflict with young person",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "number": "13",
        "text": "The ways anger, conflict, and negative feelings are expressed and managed in the relationship; rate the relationship between the young person and the immediate family member in which there is the most problematic conflict.",
        "answer0plus": "Family's conflict resolution skills are markedly strong - differences are recognised early, and can be explored honestly and effectively.",
        "answer0": "No problem. Anger and frustration are generally expressed and resolved with little or no long-term impact on the relationship.",
        "answer1": "Mild problem. Occasionally conflicts lead to residual feelings of frustration and tension that last several days, but most interaction is not coloured by effects of conflict.",
        "answer2": "Moderate problem. Persistent conflicts or periodic severe clashes; interaction is frequently coloured by conflict. Positive relationship undermined by impact of conflict.",
        "answer3": "Severe problem. Persistent serious conflict; the majority of interaction is characterized by hostility and conflict with minimal positive expression.",
        "answer4": "Very severe problem. Interaction with young person is dominated by conflict, e.g. cannot interact with ending up in a screaming fight.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Conflict with young person",
        "category": "C"
    },
    {
        "title": "14 Family - Parental discipline",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork MultiFamilyWork AIMQuestion",
        "number": "14",
        "text": "Parent or caregiver's typical patterns of discipline, limits, and rule-setting for the young person; too harsh, inconsistent, or inadequate discipline may be a problem.  If young person spends regular time in two households (e.g., divorced parents), and there are inconsistencies between discipline in the two, rate the effect of the combination of the two. If any indication of abuse, ensure that this is recorded in carefully in the history, and that Child Protection issues have been considered.",
        "answer0plus": "A positive strength in the family.  Clear boundaries that are managed without recourse to coercion, and are respected by the youth.",
        "answer0": "No problem. Generally consistent, clearly expressed and age-appropriate discipline with only occasional impatience or inconsistency.",
        "answer1": "Mild. Generally adequate discipline, but with lapses such as inconsistency in some areas, ignoring when young person breaks a rule, yielding  to young person's persuasion against established policies, empty threats.",
        "answer2": "Moderate. Significant issues with discipline, such as frequent arguments between parents over discipline, frequent empty threats, frequent punishments inconsistent with the infraction, spanking for minor infractions, serious inconsistency, or very lax or inadequate discipline, where parent only responds when alerted by outside sources.",
        "answer3": "Severe. Frequent harsh, humiliating, or rejecting punishment, e.g., refusing  to speak to the young person for hours, beats young person with a belt, or no attempt at discipline at all.",
        "answer4": "Very severe. Sadistic, extreme, abusive discipline, e.g., tying young person to a bed all day, beatings which cause injury.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Parental discipline",
        "category": "C"
    },
    {
        "title": "15 Social - Supportive adult relationships outside the family",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Child Protection Referral]] FamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "15",
        "text": "Describes relationships with adults outside the family, such as teachers, coaches, neighbours, parents of friends, aunt or uncle, pastor, etc.",
        "answer0plus": "Good. Has an enduring, close relationship with a helpful adult outside the family, to whom he or she turns for advice,\n      comfort, and practical support on a regular basis.",
        "answer0": "No problem. Has relationship with a helpful adult outside the family; this person is available in times of crisis.",
        "answer1": "Mild. Has relationship with helpful adult(s) outside the family but person may not be involved in the young person's day-to-day life or always available in times of crisis.",
        "answer2": "Moderate. Has generally supportive relationships with some adults, but does not identify any one in whom confides or relies on regularly.",
        "answer3": "Severe. Relationships with adults outside the family are neutral or distant, cannot envision asking for help or advice.",
        "answer4": "Very severe. So mistrustful of adults outside the family that he or she actively rejects offers of help.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Supportive adult relationships outside the family",
        "category": "D"
    },
    {
        "title": "16 Social - Peer friendships",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Group Work]] LivingSkills MentalizationBasedWork [[Social-Ecological Work]] AIMQuestion",
        "number": "16",
        "text": "The extent to which the young person seeks out, relates to, and becomes attached to peers",
        "answer0plus": "Good. Enjoys/seeks out peers, identifies peers as friends, interacts with a range of peers, admired within peer group.",
        "answer0": "No problem. Mixes with peers, seen as 'one of the gang', no obvious difficulties with peers.",
        "answer1": "Mild. Mixes with peers but slow to warm up and form relationships e.g. does not respond initially to friendly overtures from peers, but does interact and engage in some situations.",
        "answer2": "Moderate. Interacts socially at times, but does not form relationships that persist from one time to the next; or, extremely selective, will only interact with one or two individuals. Tends to be 'a loner'.",
        "answer3": "Severe. Rarely engages with peers; may watch peers, but does not interact.  Not perceived as part of peer group.",
        "answer4": "Very severe. Shows no interest in peers at all, ignores or treats them as objects. Rejected by peers.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Peer friendships",
        "category": "D"
    },
    {
        "title": "17 Social - Prosocial or antisocial peergroup",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "17",
        "text": "The extent to which the young person’s friendship group is identified as pro-social or antisocial.",
        "answer0plus": "Good.  Positive links to socially responsible group, engages exclusively in prosocial activities (sports, clubs, community projects, etc) with these.",
        "answer0": "No problem.  Mixes with peers who are generally accepted as prosocial, may know antisocial peers, but is not unduly influenced by them, and does not engage in activities alongside them.",
        "answer1": "Mild. Has occasional contact with young people associated with antisocial groups/gangs, and occasionally witnesses antisocial activities carried out by these.",
        "answer2": "Moderate. Counts antisocial peers amongst friends.  Has regular exposure to antisocial activities in their presence, and occasionally takes part in these.",
        "answer3": "Severe. Majority of friendship group could be classified as antisocial, and most leisure time is spent in their company.  Regularly engaging in antisocial behaviours alongside this peergroup.",
        "answer4": "Very severe.  Strongly and almost exclusively identifies self as gang member.  Regularly engaged in gang-related activities including significant offending behaviours.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Prosocial or antisocial peergroup",
        "category": "D"
    },
    {
        "title": "18 Mental State (1) - Cognitive ability",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Educational-Vocational Training]] FamilyWork LivingSkills [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "18",
        "text": "Young person is bright, quick to learn, able to comprehend.",
        "answer0plus": "Very good. Young person is well above average in intelligence, seen as 'gifted'.",
        "answer0": "Good. Young person is above average in intelligence, seen as 'bright', learns easily.",
        "answer1": "Average. Young person has average-range intellectual abilities.",
        "answer2": "Significant difficulties. Young person has below-average intellectual abilities, 'slow', struggles to learn.",
        "answer3": "Major difficulties. Has cognitive disabilities (not learning difficulty alone).",
        "answer4": "Severe difficulties.  Cognitive disability is apparent to anyone who meets the young person.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Cognitive ability",
        "category": "E"
    },
    {
        "title": "19 Mental State (1) - Anxiety",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork MentalizationBasedWork Pharmacological AIMQuestion",
        "number": "19",
        "text": "Includes irrational fears and phobias, general anxiety, worries, and panic-like symptoms, repeatedly asking questions and seeking reassurance, or restless, agitated behaviour if clearly associated with anxiety.  These will often be provoked by new situations or people in milder forms, or more pervasive fears and inhibitions at higher levels of severity.",
        "answer0plus": "A strength.  Recognised as someone who can remain calm under pressure, and yet mindful of risks.",
        "answer0": "No problem. Anxiety is transient and appropriate to the situation.",
        "answer1": "Mild. Often anxious, reluctant to try new things, but in familiar surroundings is comfortable; may worry or ruminate more than is typical.",
        "answer2": "Moderate. Often anxious such that s/he is inhibited and refuses to engage or try new activities, sometimes is anxious or inhibited even in familiar settings; worries, fears, or panic attacks restrict some activities.",
        "answer3": "Severe. Anxiety often interferes with functioning at school, home, or with peers, and is noticed with concern by teachers or other observers; e.g. anxiety and phobias lead to very limited activities outside of school, in spite of interest and desire to participate.",
        "answer4": "Very severe. Anxiety pervades daily functioning and interferes with normal tasks of development; e.g. refuses to go to school because of separation or social anxiety, frequent major panic attacks, etc.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Anxiety",
        "category": "E"
    },
    {
        "title": "20 Mental State (1) - Obsessional Ideas and Compulsive Behaviour",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological [[Social-Ecological Work]] AIMQuestion",
        "number": "20",
        "text": "Obsessional ideas are recurrent, persistent thoughts, impulses, or images that enter the mind despite the person's efforts to exclude them, often recognized by the person as unrealistic. Compulsive behaviours are repetitive and purposeful behaviours associated with a subjective sense that they must be carried out, e.g. checking, washing.",
        "answer0": "No problem. No obsessive or compulsive symptoms, can tolerate changes in routine without anxiety.",
        "answer1": "Mild. Adherence to routines or habits, with some anxiety or anger when interfered with e.g. perfectionistic regarding homework and spends extra time each night checking and double-checking.",
        "answer2": "Moderate. Routines and fixed ideas impact functioning and cause conflict or require major adaptation by caregivers, e.g. family must rearrange schedule to accommodate hour-long showers twice a day, preoccupation with intrusive thoughts causes daily distress.",
        "answer3": "Severe. Obsessions or compulsions dominate daily functioning and interfere with social and cognitive development, e.g. compulsive counting/checking interferes with schoolwork, pervasive preoccupation with cleanliness leads  to isolation and restriction of activities.",
        "answer4": "Very severe. Incapacitated by rituals or compulsions, e.g. refuses to leave home because of fears of contamination, cannot speak or move because of indecision",
        "list": "0 1 2 3 4",
        "caption": "Obsessional Ideas and Compulsive Behaviour",
        "category": "E"
    },
    {
        "title": "21 Mental State (1) - Post-traumatic intrusive experience",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological AIMQuestion",
        "number": "21",
        "text": "Recurrent trauma-related thoughts, images, feelings, or behaviours that have a highly charged, frightening, or overwhelming quality, are associated with emotional arousal, and which enter the person's mind in a manner that is beyond voluntary control. Includes intrusive memories, nightmares, flashbacks, reenactments. Excludes depressive ideation, obsessional ideas, or ideation associated with specific phobias.",
        "answer0": "No problem. No evidence of problem with post-traumatic intrusive experiences.",
        "answer1": "Mild. Thoughts, images, behaviours, or feelings that are transitory, voluntarily controlled, limited in intensity and do not interfere with normal functioning e.g. is reminded of an abuser by current stepfather, but maintains a distant yet congenial relationship.",
        "answer2": "Moderate. Thoughts, images, behaviours, or feelings that are intense and cause significant distress and disruption in functioning, but can be voluntarily contained e.g. young person listens to music for hours to block out intrusive ideation.",
        "answer3": "Severe. Thoughts, images, behaviours or feelings that are intense, easily triggered, cannot be voluntarily contained, and cause severe distress and major disruption in social and academic functioning, e.g. a boy has flashbacks to a traumatic beating when attending school, so is repeatedly truant and avoids school.",
        "answer4": "Very severe. Thoughts, images, behaviours, or feelings that are overwhelming and pervasive, causing intense personal distress and dominating daily functioning, e.g. after a rape, a girl panics whenever she sees a man, jumps at any sound, and so withdraws to her home, where she hides in her room and suffers intense anxiety.",
        "list": "0 1 2 3 4",
        "caption": "Post-traumatic intrusive experience",
        "category": "E"
    },
    {
        "title": "22 Mental State (1) - Attention and concentration",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork Pharmacological [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "22",
        "text": "The extent to which the young person can focus on a task for appropriate periods of time without distraction or interruption of concentrated effort, without one-to-one supervision or other individual attention.  Rate typical behaviour, not lapses in attention due to fatigue or situation-specific factors.",
        "answer0plus": "A noticeable strength.  Parents and teachers comment on powers of concentration and capacity to remain on task, even during undesired but necessary activities.",
        "answer0": "No problem.  Able to attend and concentrate on tasks for age-appropriate timespans - including tasks that are not immediately rewarding.",
        "answer1": "Mild. At times able to attend and persist at task for 45 minutes, but often (at least daily) is distracted, even from an activity s/he enjoys, unable to finish what s/he starts, or struggles to attend to tasks that are  frustrating or require rote practice.",
        "answer2": "Moderate. Is rarely able to attend to a task for more than 30 minutes, other than activities such as TV or video games, teacher notes distractibility at school, cannot persist with frustrating or boring tasks.",
        "answer3": "Severe. Unable to attend to most activities for more than 15 minutes without some interruption or distraction, even those s/he enjoys; distractibility interferes with acquiring skills and information in school.",
        "answer4": "Very severe. Unable to focus on any task or activity for more than a few minutes, constantly distracted, severe problems with learning at school or completing other sorts of work.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Attention and concentration",
        "category": "E"
    },
    {
        "title": "23 Mental State (1) - Irritability",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological AIMQuestion",
        "number": "23",
        "text": "General level of response to frustration, disappointment, criticisms, or provocation. Includes irritability associated with manic states.",
        "answer0plus": "A strength.  Recognised by others as having a particularly even, placid temperament (without being passive, or timid.)",
        "answer0": "No problem. No unusual level of irritability; may respond irritably when tired, but generally even-tempered.",
        "answer1": "Mild. Responds more intensely than most, often seems crabby or irritable in response to mild frustration or disappointment.",
        "answer2": "Moderate. Often responds out of proportion to frustration or disappointment, yelling or crying; other people see the young person as hot-tempered or unpredictable.",
        "answer3": "Severe. Has major outbursts (e.g. yelling, crying, threatening) frequently, even to minor frustrations; these can significantly interfere with peer, family, and school functioning",
        "answer4": "Very severe. Has outbursts several times a day, and seems constantly angry or explosive; others avoid the young persons and may be afraid of his or her temper.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Irritability",
        "category": "E"
    },
    {
        "title": "24 Mental State (1) - Sleep disturbance",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] Pharmacological [[Physical Health matters]] AIMQuestion",
        "number": "24",
        "text": "Difficulties with sleep and arousal, including insomnia (difficulty initiating sleep), excessive daytime sleepiness, nightmares, night terrors, sleep apnoea, sleepwalking, and narcolepsy.  Rated on the basis of how much distress and functional disturbance is associated with the problem, regardless of whether sleep is the primary concern.",
        "answer0": "No problem. May sometimes wake during the night, but sleeps again without difficulty, no persistent problems.",
        "answer1": "Mild. For example, consistent difficulty in going to sleep (up to 1 hr.), nightmares, or night waking causing daytime fatigue.",
        "answer2": "Moderate. Major difficulties that disrupt functioning, e.g. complains consistently of initial insomnia of more than an hour's duration; sleeping excessively during the day, sleepwalking that causes family disruption OR reversed sleep-wake cycle.",
        "answer3": "Severe. For example, nightly difficulties sleeping that leave them exhausted during the day and interfere with personal and/or family functioning, sleeping excessively during the day, narcolepsy symptoms interfere with school or social functioning, mania causes person to sleep only 3 hours per night.",
        "answer4": "Very severe. Nightly difficulties that constitute an acute risk to safety or development, e.g.  agitated sleepwalking or night terrors that lead to aggressive or uncontrollable behaviour, young person in psychotic break does not sleep for several days.",
        "list": "0 1 2 3 4",
        "caption": "Sleep disturbance",
        "category": "E"
    },
    {
        "title": "25 Mental State (1) - Depression",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] FamilyWork [[Group Work]] MentalizationBasedWork Pharmacological AIMQuestion",
        "number": "25",
        "text": "Depression may be manifest in sadness, tearfulness, irritability, lethargy, boredom, etc.; one of the principal factors being an inability to take pleasure in normally pleasurable things.  Lack of activity or withdrawal associated with negative symptoms of psychosis are not rated unless there is clear evidence of dysphoric mood.",
        "answer0": "No problem. Is sad in response to normal stressors, appropriate range of affect.",
        "answer1": "Mild. Often sad, bored, or irritable, may cry often, is noticed by others as appearing sad, but also has periods of happiness and can engage in normal activities with pleasure.",
        "answer2": "Moderate. Seems sad, bored, or irritable much of the time, does not engage in normally enjoyable activities.",
        "answer3": "Severe. Appears sad, bored, irritable, or withdrawn almost all the time, cannot persist in normal activities, does not seem to derive pleasure from anything, may express morbid or suicidal ideation.",
        "answer4": "Very severe. Sad, tearful, or withdrawn almost all the time, is inactive and disengaged, cannot be cheered up by any intervention; sleep, appetite, and activity level may be affected; persistent morbid or  suicidal ideation.",
        "list": "0 1 2 3 4",
        "caption": "Depression",
        "category": "E"
    },
    {
        "title": "26 Mental State (1) - Self-injurious Behaviour",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Crisis Contingency Planning]] EmergencyProcedures FamilyWork MentalizationBasedWork [[Motivational Work]] AIMQuestion",
        "number": "26",
        "text": "Includes purposeful and self-injurious behaviour; excludes suicidal behaviour, or unclearly motivated behaviours which can or do result in injury.  Ambiguous behaviours (e.g. punching a wall) may be considered self-injurious if repeated after causing pain or injury.  Self-tattooing/piercing are considered self-harm, but professional tattooing or piercing are not.",
        "answer0": "No problems - no self-injurious behaviours reported.",
        "answer1": "Mild. Habits such as nail-biting or skin-picking lead to mildly disfiguring or painful conditions.",
        "answer2": "Moderate. For example, self-tattooing or mild self-cutting; punches fist into wall or window.",
        "answer3": "Severe. Repeated self-cutting; self-injury that requires medical attention; burning self.",
        "answer4": "Very severe. Self-injury is repeated and severe so that health or bodily integrity is threatened (e.g. cutting leads to infection and severe scarring).",
        "list": "0 1 2 3 4",
        "caption": "Self-injurious Behaviour",
        "category": "E"
    },
    {
        "title": "27 Mental State (1) - Eating problems",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Motivational Work]] MultiFamilyWork [[Physical Health matters]] AIMQuestion",
        "number": "27",
        "text": "Includes all forms of eating disorders, whether restricting calories, binge eating with or without purging, pica etc.  Increase or decrease in caloric intake as a result of depression or other problem is rated under Self Care (06). Includes not eating for reasons associated with delusional states e.g. belief that food is poisoned.",
        "answer0": "No problem. Normal eating habits for age.",
        "answer1": "Mild. Some concern with eating habits; e.g. restriction of eating to a few foods, chronic overeating in overweight person.",
        "answer2": "Moderate. Extreme restriction of type or quantity of food, or dramatic overeating (e.g. food must be locked up).",
        "answer3": "Severe. Food restriction or consumption constitutes a serious health problem e.g. over or under-weight so that physician recommends intervention, beyond dieting for overweight; binging and purging.",
        "answer4": "Very severe. Eating habits constitute an immediate threat to health, e.g. acute anorexia nervosa, purging from bulimia causes acute medical problems.",
        "list": "0 1 2 3 4",
        "caption": "Eating problems",
        "category": "E"
    },
    {
        "title": "28 Mental State (2) - Substance misuse",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Motivational Work]] MultiFamilyWork [[Physical Health matters]] [[Social-Ecological Work]] [[Substance use disorder - treatment]] AIMQuestion",
        "number": "28",
        "text": "Use of alcohol or illicit drugs (not cigarettes) without parental approval; culturally sanctioned use such as sips of parents' wine are not rated; in a restricted environment such as in young person unit or correctional facility, severity should be based on observations of attitude and interest expressed and apparent intentions regarding abstinence/treatment.",
        "answer0": "No problem. No use of alcohol or drugs, or only occasional (e.g. once a month) social use of alcohol.",
        "answer1": "Mild. Occasional use of alcohol or drugs, but with no adverse consequences or regular intoxication; while hospitalised or restricted, denies any problem with substance abuse and intends to continue social use.",
        "answer2": "Moderate. Use of alcohol or drugs to the point of intoxication at least once a week; while hospitalised or restricted, struggles with cravings, mixed motivation to abstain.",
        "answer3": "Severe. Frequent (more than twice a week) intoxication; substance use affects relationships, school, and/or work functioning; if hospitalised or restricted, craves substances, talks or thinks repeatedly about use, no plan to abstain.",
        "answer4": "Very severe. Substance use daily, in spite of adverse effects; while hospitalised or restricted, persistent cravings and attempts to obtain substances.",
        "list": "0 1 2 3 4",
        "caption": "Substance misuse",
        "category": "E"
    },
    {
        "title": "29 Mental State (2) - Suicidality",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Use the Mental Health Act]] [[Working with the Professional Network]] AIMQuestion",
        "number": "29",
        "text": "Suicidality is rated on the basis of both behaviour and ideation.  There must be clear evidence of intention to cause self-harm to rate behaviour as a suicide attempt; accidental self-injury is not rated.  Also, do not include injury or illness as a consequence of other symptomatic behaviour such as substance abuse or eating disorder, unless specific suicidal intent is expressed.  Use the Risk Assessment and Care Plan if this scores >1",
        "answer0": "No problem - no suicidal thoughts, plans or intentions.",
        "answer1": "Mild. Reports suicidal ideation, or persistent hopelessness.",
        "answer2": "Moderate. Talks about persistent suicidal ideation, with some thought about a method or plan.",
        "answer3": "Severe. Suicidal gestures e.g. taking 5 pills, cutting wrists superficially and/or significant preparations toward a suicide attempt.",
        "answer4": "Very severe. Suicide attempt or potentially lethal gesture, e.g. takes bottle of Prozac, or clear preparations for a serious suicide attempt that are interrupted against the young person's will.",
        "list": "0 1 2 3 4",
        "caption": "Suicidality",
        "category": "E"
    },
    {
        "title": "30 Mental State (2) - Defiance",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork MentalizationBasedWork MultiFamilyWork [[Working with the Professional Network]] AIMQuestion",
        "number": "30",
        "text": "A style of opposition, noncompliance, and/or refusal to follow directives from authority figures (parents, teachers, social workers, police, etc); some degree of defiance is normally expected, and behaviour should be rated as problematic only if it deviates from age and cultural norms.",
        "answer0": "No problem. Occasional non-compliance, but usually responds to requests when limits and rules are clear.",
        "answer1": "Mild. Often ignores or argues with adult requests, but will usually comply after repeated demands and limits.",
        "answer2": "Moderate. Ignores or refuses to comply with adult requests often (e.g. half the time);often requires threats of punishment and ultimatums to comply.",
        "answer3": "Severe. Most of the time that requests or demands are made refuses and engages in a battle of wills; defiance is present in more than one setting or relationship.",
        "answer4": "Very severe. Most interactions with adults are characterized by opposition, defiance, and conflict, leading to major behavioural, academic, and social problems, and interfering with social and cognitive development.",
        "list": "0 1 2 3 4",
        "caption": "Defiance",
        "category": "E"
    },
    {
        "title": "31 Mental State (2) - Destruction of Property",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "31",
        "text": "Refers to deliberate destruction of the young person's own or other people's property, whether in rage episodes or not, such as graffiti, breaking windows, throwing things, etc.",
        "answer0": "No problems - no destruction of property in any reports.",
        "answer1": "Mild . Occasional mild destruction of property e.g. throws own possessions when angry, draws on walls.",
        "answer2": "Moderate. Significant destructive behaviour either affecting many of his/her own possessions or deliberately breaking others' possessions more than once e.g. punches holes in wall, rips books.",
        "answer3": "Severe. Major repeated destructive behaviour e.g. rips up clothes, breaks parents' possessions.",
        "answer4": "Very severe. Destructive behaviour that has serious consequences for the family or community e.g. fire setting that causes property damage, repeated out of control rages where young person smashes and throws objects.",
        "list": "0 1 2 3 4",
        "caption": "Destruction of Property",
        "category": "E"
    },
    {
        "title": "32 Mental State (2) - Physical harm to others",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork MultiFamilyWork Pharmacological [[Working with the Professional Network]] AIMQuestion",
        "number": "32",
        "text": "Aggressive and/or sadistic behaviour that could or does result in harm to other people or animals; socially or culturally sanctioned forms of aggression (e.g. hunting, killing insects) are not considered, unless they are conducted in an unusually sadistic manner (e.g. taking pleasure in pulling the wings off butterflies).  Use the Risk Assessment and Care Plan if this scores >1.",
        "answer0": "No problem - has not precipitated any physical conflict with others.",
        "answer1": "Mild  Gets into physical fights with others more frequently than is typical for his/her peer group.",
        "answer2": "Moderate. Aggressive or belligerent frequently (several times per week), or shows severe aggression, so that injury is likely, or shows overt physical aggression toward an adult, or cruelty to animals that does not result in major injury but is intentional.",
        "answer3": "Severe. Repeatedly so aggressive that others are injured (e.g. bloody nose, black eye), cannot be contained by normal limits and structures, is seen as a danger to others, or has intentionally seriously injured or  killed an  animal.",
        "answer4": "Very severe. Has seriously injured another person (e.g. broken bones, required medical attention) and continues to be out of control so that further incidents are likely; or, repeated deliberate killing of animals; or sadistic behaviour in which overtly enjoys causing  pain.",
        "list": "0 1 2 3 4",
        "caption": "Physical harm to others",
        "category": "E"
    },
    {
        "title": "33 Mental State (2) - Problematic sexual behaviour",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork [[Social-Ecological Work]] [[Working with the Professional Network]] AIMQuestion",
        "number": "33",
        "text": "Rate preoccupations, anxieties and behaviours that cause distress, conflict, or risk to the young person or others.  These may include acting out, such as promiscuity, abuse, or exhibitionism, or inhibitions, such as obsessive worrying about sexual matters or anxieties that inhibit social interactions.  Gender identity issues are not rated here unless accompanied by problematic sexual anxieties or behaviours.  Use the Risk Assessment and Care Plan if this scores >1",
        "answer0": "No problems - no concerns reported from young person or others.",
        "answer1": "Mild. Disturbing worries or doubts regarding sexual issues, repeated inappropriate sexual comments.",
        "answer2": "Moderate. Sexual issues cause significant distress and/or social problems, for example, anxieties or obsessions with sexuality interfere with social relationships, public masturbation, inappropriate sex play with peers.",
        "answer3": "Severe. Sexual behaviour which creates social or physical risks, e.g. promiscuous unprotected sex, exhibitionism.",
        "answer4": "Very severe. Extremely inappropriate sexual behaviour, such as rape, molestation with coercion.",
        "list": "0 1 2 3 4",
        "caption": "Problematic sexual behaviour",
        "category": "E"
    },
    {
        "title": "34 Mental State (2) - Psychotic experiences",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological AIMQuestion",
        "number": "34",
        "text": "Presence of psychotic symptoms, such as Delusions (firmly held false beliefs held without objective evidence, often impossible or highly improbable.  Delusions are not affected by rational argument or evidence to the contrary, and are not a conventional belief in the context of the person's social or cultural background) or Hallucinations (any experience of objectively unrealistic perceptions, such as hearing, seeing, hallucinations of touch or smelling things that others do not, when NOT under the influence of intoxicating substances. Rate descriptively only, not based on presumed cause. Rate flashbacks only if they are experienced as real, rather than as intense memory.)",
        "answer0": "No problems involving psychotic symptoms. Distortions and misperceptions just before or after sleep that are not persistent or repeatedly disturbing are counted as normal.",
        "answer1": "Mild. Circumscribed delusions that do not affect daily behaviour, e.g. believes that dead grandmother is actually alive, in spite of having attended the funeral and many attempts to convince otherwise. Repeatedly distorts perceptions in ways that cause or fuel anxiety, e.g. sees frightening figures at dusk, interprets sounds as voices.",
        "answer2": "Moderate. Delusional beliefs affect behaviour, but impact is confined to a specific arena  e.g. believes she may contract syphilis from eating utensils, and will  only use disposable tableware. Persistently claims to hear or see things others cannot, e.g. flashbacks to traumatic experiences, but does not react or respond to hallucinations.",
        "answer3": "Severe. Delusional beliefs play a major role in daily behaviour, influencing behaviour, attitudes, and communication e.g. believes is the son of God and talks about this constantly to peers and adults.  Can be observed to be responding to apparent hallucinations, which interfere with normal functioning.",
        "answer4": "Very severe. Behaviour dominated by response to delusional beliefs, e.g. cannot leave own room for fear of persecution by enemies.  Vivid apparent hallucinations that cause distress, or issue destructive commands (e.g. suicidal or homicidal).",
        "list": "0 1 2 3 4",
        "caption": "Psychotic experiences",
        "category": "E"
    },
    {
        "title": "35 Mental State (2) - Elated mood",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] FamilyWork Pharmacological [[Physical Health matters]] [[Working with the Professional Network]] AIMQuestion",
        "number": "35",
        "text": "Mood which is unusually 'high', 'giddy', manic, unrealistically happy, out of proportion to real events. Irritability associated with manic states is rated separately.",
        "answer0": "No problem. Normal range of mood; may be giddy/silly at times, but settles down age-appropriately in a serious situation.",
        "answer1": "Mild. Often silly or giddy, and has trouble settling down in serious setting.",
        "answer2": "Moderate. Seems markedly 'high', unrealistically optimistic, hard to focus on realistic plans and goals; this interferes with functioning in some areas.",
        "answer3": "Severe. Elated mood clearly interferes with functioning (e.g. stays up late at night working on projects and cannot stop, makes grandiose plans).",
        "answer4": "Very severe. Elated mood dominates behaviour and severely disrupts judgment and functioning (e.g. wildly excessive ideas and plans, racing thoughts, promiscuity, dramatic overspending, does not sleep for several days).",
        "list": "0 1 2 3 4",
        "caption": "Elated mood",
        "category": "E"
    },
    {
        "title": "36 Mental State (2) - Mentalizing Capacity",
        "modified": "20210709101455353",
        "tags": "hide-subpage MentalizationBasedWork AIMQuestion",
        "number": "36",
        "text": "The capacity the young person has to show sensitive recognition of other people's changing mental states and the effect these have upon their actions, or to reflect thoughtfully upon affective states of their own. When present, the young person demonstrates 'mind-mindedness', but when absent there may be callous, unemotional traits or an incapacity to tolerate frustration and affective states without resorting to defensive or displacement activities.",
        "answer0": "No problem. Shows mentalizing capacity appropriate to age - generally reflective, sensitive and tolerates frustrations - it is normal for mentalizing capacity to diminish at times of high affect or conflict.",
        "answer1": "Mild. Occasional lapses in capacity, when young person 'misreads' people in ways that stand out, but can generally 'correct' such errors.",
        "answer2": "Moderate. Frequently misreads people, or appears to react without sensitivity to the people around him/her.",
        "answer3": "Severe. Major difficulty in empathising with people, frequently overwhelmed by situations, struggles to reflect on what makes people act the way they do, or to manage emotional states without \"acting out\", etc.",
        "answer4": "Very severe. May appear callous or unemotional, assume that own thoughts actually represent reality rather than representations of reality, frequently acts-out, chronic failure of confiding relationships.",
        "list": "0 1 2 3 4",
        "caption": "Mentalizing Capacity",
        "category": "E"
    },
    {
        "title": "37 Response to situation - Insight",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Cognitive Behavioural]] [[Crisis Contingency Planning]] [[Motivational Work]] Pharmacological [[Use the Mental Health Act]] AIMQuestion",
        "number": "37",
        "text": "The extent to which the young person demonstrates an age-appropriate awareness and understanding of his/her problems/difficulties.",
        "answer0plus": "Good. Fully acknowledges presence and extent of problems/difficulties, actively seeks insight and uses it constructively to overcome difficulties.",
        "answer0": "No problem. Generally acknowledges difficulties/problems.",
        "answer1": "Mild difficulties. Able to acknowledge problems/difficulties but not to full extent.",
        "answer2": "Significant difficulties. Marked difficulty acknowledging presence of problems/difficulties, minimises extent.",
        "answer3": "Major difficulties. Disputes/actively minimises presence of problem/difficulties.",
        "answer4": "Very severe. Completely unable to acknowledge presence of problem/difficulties.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Insight",
        "category": "F"
    },
    {
        "title": "38 Response to situation - Engagement with treatment and care",
        "modified": "20210709101455353",
        "tags": "hide-subpage FamilyWork [[Motivational Work]] [[Use the Mental Health Act]] [[Working with the Professional Network]] AIMQuestion",
        "number": "38",
        "text": "The extent to which the young person is successfully engaged in the development and carrying out of his or her treatment and care.",
        "answer0": "Good. Fully involved in assessment, planning and implementation of care. Works towards realistic personal goals; co-operative with procedures and assessments.",
        "answer1": "Mild. With support involved in assessment, planning and implementation of care at a level appropriate to age, but some reluctance/resistance to comply with care plan.  Co-operative in most but not all areas.",
        "answer2": "Moderate. Significant difficulties in engaging with treatment plan and/or formulating realistic age-appropriate goals.",
        "answer3": "Severe. Refusal to engage or passive compliance with many aspects of care. Cannot agree realistic age-appropriate goals.",
        "answer4": "Very severe. Will not comply with most aspects of treatment/care plan.  Refuses to/unable to engage in age-appropriate discussion of goals.",
        "list": "0 1 2 3 4",
        "caption": "Engagement with treatment and care",
        "category": "F"
    },
    {
        "title": "39 Measure of Complexity - Chronicity",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Working with the Professional Network]] AIMQuestion",
        "number": "39",
        "text": "The length of time the young person has experienced significant behavioural or emotional problems (not limited to the presenting problem)",
        "answer0": "No significant problems.",
        "answer1": "Problems present for less than one month.",
        "answer2": "Problems present for one month to six months.",
        "answer3": "Problems present for six months to four years.",
        "answer4": "Problems present for more than four years.",
        "list": "0 1 2 3 4",
        "caption": "Chronicity",
        "category": "G"
    },
    {
        "title": "40 Measure of Complexity - Pervasiveness",
        "modified": "20210709101455353",
        "tags": "hide-subpage [[Working with the Professional Network]] AIMQuestion",
        "number": "40",
        "text": "The extent to which the major problems the young person presents are evident in multiple settings or domains of functioning e.g. family, education, psychological, physical, social-environmental.",
        "answer0": "No significant problems.",
        "answer1": "Occasional problems, confined to one setting or domain of functioning e.g. argues with parents about once a week, or anxious at school exams.",
        "answer2": "Regular problems in one setting or domain e.g. behaviour problems at home with parents and caretakers, but not at school, or conflicts at school and over homework at home, but not in other areas at home, or aggressive outbursts occur in the household of one parent, but not the other.",
        "answer3": "Problems are present in more than one setting/domain e.g. anxiety affects schoolwork and relationships with peers, defiance is present at home and school, young person is defiant with mother and anxious at school.",
        "answer4": "Problems are present in all or almost all settings and domains e.g. failing in school, depressed at home, isolated with peers.",
        "list": "0 1 2 3 4",
        "caption": "Pervasiveness",
        "category": "G"
    },
    {
        "title": "41 Power and Control - Experiences of Discrimination",
        "modified": "20210709101455353",
        "tags": "hide-subpage AIMQuestion",
        "number": "41",
        "text": "This is the experience and impact of discrimination upon a young person and their life. This includes discrimination on the basis of race, gender, ethnicity, culture, age, ability, sexuality, class and religion. This can be discrimination that has happened over a long time and in multiple areas of life as well as more specific incidents or experiences. This can also include discrimination from within one's own culture or community as well as intersecting differences which may be the target of discrimination.",
        "answer0plus": "Strength. Young person has not experienced discrimination but is actively aware of issues around racism and discrimination and acts as an ally to others who experience discrimination.",
        "answer0": "No problem. Young person has not had experiences of discrimination.",
        "answer1": "Minor problem. Young person has experienced very infrequent discrimination which has not caused ongoing distress or identifiable barriers in the young person's life.",
        "answer2": "Moderate problem. Young person has experienced discrimination which has caused distress and or impacted to a moderate degree on the young person's sense of self- identity and sense of safety. The emphasis here is on the impact on the young person and their life.",
        "answer3": "Severe problem. Young person experiences discrimination which causes ongoing distress and impacts on the young persons’ sense of control, self-identity and sense of safety. The young person experiences barriers to achieving their goals due to discrimination.",
        "answer4": "Very severe problem. Discrimination is a recurrent and significant ongoing life barrier for the young person. It impacts on the young person's capacity to do the things they want to do in life and causes ongoing distress and trauma, leaving the young person feeling very unsafe in the world.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Experiences of Discrimination",
        "category": "H"
    },
    {
        "title": "42 Power and Control - Experiences of Exploitation",
        "modified": "20210709101455353",
        "tags": "hide-subpage AIMQuestion",
        "number": "42",
        "text": "Experiences of exploitation. People in positions of power or authority misusing power to coerce or control the young person. This includes grooming, sexual and criminal exploitation and any experiences where young people are pressured to do things that they do not wish to do which may be harmful. Note, it may be difficult for a young person to recognise experiences of exploitation themselves.",
        "answer0plus": "Strength. No experiences of exploitation. Young person has a good ability to act on their own behalf (self agency) and shows examples of recognising and responding positively to misuses of power by others.",
        "answer0": "No Problem. No experiences of exploitation.",
        "answer1": "Minor problem. Young person is sometimes in situations where there is a risk to them of being exploited. Or, young person has encountered infrequent and minor attempts by others to exploit them or misuse power over them. These have not been successful and young person has been able to identify these attempts as 'not ok'. These have not had an ongoing impact.",
        "answer2": "Moderate problem. Young person is frequently in situations where there is a risk to them of being exploited. Or, there is evidence that others have attempted to exploit the young person and that the young person has been impacted by this. The young person finds it difficult to recognise or manage the situation.",
        "answer3": "Severe problem. There is clear evidence of exploitation. This impacts on the young person and places them at clear risk. The risk and harm is ongoing and the young person is not able to recognise or act in ways to remove them self from the control of others.",
        "answer4": "Very severe problem. Severe control and exploitation causing significant harm or trauma to the young person and placing them at ongoing severe risk. Young person is controlled to the degree that they do not have the capacity to recognise risks or change the situation and there are considerable barriers to intervening or to the young person escaping the situation.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Experiences of Exploitation",
        "category": "H"
    },
    {
        "title": "43 Power and Control - Online life",
        "modified": "20210709101455353",
        "tags": "hide-subpage AIMQuestion",
        "number": "43",
        "text": "How the young person uses the internet in their life. This captures positive and negative ways that being online can impact on a young person. Positive uses may include learning, social connections, relaxation and enjoyment whilst negative uses may include (for example) internet addiction, impact on daily life functioning, experiences of bullying, porn, radicalisation (not exclusive).",
        "answer0plus": "Young person uses the internet in ways which enrich their life (e.g. in relationships or meaningful activities). Internet use is appropriate, developmentally healthy and the young person shows good insight into downsides or risks to being online. Young person regulates their internet use in line with this awareness.",
        "answer0": "No problem. Uses internet in ways that are appropriate for learning, enjoyment and social connection without any difficulty.",
        "answer1": "Minor problem. Young person shows some difficulties in regulating how much, when, or what they do online to the degree that others express minor concerns about this. Internet use does not lead to clear risks to the young person.",
        "answer2": "Moderate problem. Others around the young person express concerns about the young person's online life and internet has a clear impact on the young person's capacity to carry out developmentally appropriate tasks. Online life leads to infrequent but potentially risky situations or harm to young person or others.",
        "answer3": "Severe problem. Clear impact of being online upon the young persons' life or wellbeing. This includes engaging in recurrent risky or harmful behaviours online.",
        "answer4": "Very severe problem- Online life impacts on the young persons’ daily functioning in an ongoing and harmful way. There is an impact across multiple areas of life functioning due to internet use. Risks of harm that happen due to online behaviour are high and continued.",
        "list": "0plus 0 1 2 3 4",
        "caption": "Online life",
        "category": "H"
    }
]